Repository: slidegg/shape
Catalog: src/plugins/woocommerce-pay-for-payment/languages/woocommerce-pay-for-payment-*.po
Languages: sk_sk

source: WooCommerce Pay4Payment requires at least WooCommerce %s. Please update!
sk_sk: WooCommerce Pay4Payment vyžaduje aspoň WooCommerce %s. Prosím aktualizujte!

source: Extra Charge
sk_sk: Poplatok za platbu

source: Item Title
sk_sk: Názov poplatku

source: This will show up in the shopping basket.
sk_sk: Zobrazí sa v nákupnom košíku.

source: Fixed charge
sk_sk: Pevný poplatok

source: Extra charge to be added to cart when this payment method is selected.
sk_sk: Ďalší poplatok, ktorý sa pridá do košíka, ak bude zvolená táto platobná metóda.

source: Percent charge
sk_sk: Poplatok v percentách

source: Percentage of cart total to be added to payment.
sk_sk: Percento z celkovej ceny košíka, ktoré sa pridá ku platbe.

source: Charge at least
sk_sk: Najmenej

source: Minimum extra charge to be added to cart when this payment method is selected.
sk_sk: Minimálny poplatok, ktorý bude pridaný do košíka, keď bude zvolená táto platobná metóda.

source: Charge at most
sk_sk: Maximálne

source: Maximum extra charge to be added to cart when this payment method is selected. Enter zero to disable.
sk_sk: Maximálny poplatok, ktorý bude pridaný do košíka, keď bude zvolená táto platobná metóda. Zadajte nulu, ak sa nemá použiť.

source: Disable on Free Shipping
sk_sk: Nepoužiť pri doprave zdarma

source: Don’t charge this fee when free shipping is available.
sk_sk: Neuplatniť poplatok, pokiaľ je k dispozícii doprava zdarma.

source: Disable on Zero Shipping
sk_sk: Nepoužiť pri doprave zdarma

source: Don’t charge this fee when zero shipping is available.
sk_sk: Neuplatniť poplatok, pokiaľ je k dispozícii doprava zdarma.

source: Extra Charge Taxes
sk_sk: Poplatok za platbu a DPH

source: Taxable
sk_sk: Zdaniteľný

source: Payment fee is taxable
sk_sk: Poplatok podlieha DPH

source: Inclusive Taxes
sk_sk: Vrátane DPH

source: The payment fee is inclusive of taxes.
sk_sk: Poplatok za platbu je vrátane dane.

source: If you leave this unchecked taxes will be calculated on top of the payment fee.
sk_sk: Ak toto pole ponecháte prázdne, k poplatku za platbu bude pripočítaná DPH.

source: Tax class
sk_sk: Daňová trieda

source: Select a the tax class applied to the extra charge.
sk_sk: Vyberte daňovú triedu, ktorá sa použije pre poplatok za platbu.

source: Include in percental payment fee calculation:
sk_sk: Zahrnúť do kalkulácie percentuálneho poplatku:

source: Fees
sk_sk: Poplatky

source: Include fees in calculation.
sk_sk: Zahrnúť do kalkulácie poplatky.

source: Coupons
sk_sk: Kupóny

source: Include Coupons in calculation.
sk_sk: Zahrnúť do kalkulácie kupóny.

source: Shipping
sk_sk: Doručenie

source: Include shipping cost in calculation.
sk_sk: Zahrnúť do kalkulácie náklady na dopravu.

source: Taxes
sk_sk: Dane

source: Include taxes in calculation.
sk_sk: Zahrnúť do kalkulácie dane.

source: There has been an error within the WooCommerce Pay for Payment plugin and settings can't be saved.
sk_sk: Došlo k chybe v rámci WooCommerce Pay pre platobný plugin a nastavenia nie je možné uložiť.

source: To fix the issue, contact the plugin author either on %sGithub%s or %sWordPress.org%s and provide following information:
sk_sk: Ak chcete vyriešiť tento problém, obráťte sa na autora pluginu buď na %sGithub %s alebo %sWordPress. org %s a poskytnite nasledujúce informácie:

source: Name of the payment method you are trying to save and the URL where it can be downloaded for testing.
sk_sk: Názov spôsobu platby, ktorý sa pokúšate uložiť, a adresu URL, kde ju možno prevziať na testovanie.

source: Current section ID:
sk_sk: Aktuálna identifikácia sekcie:

source: Anything else might be helpful (recently added/updated plugins, etc.).
sk_sk: Čokoľvek iného by mohlo byť užitočné (Nedávno pridané/aktualizované pluginy, atď).

# Gateway list column
source: %s %% of cart totals
sk_sk: %s %% z ceny objednávky

source: Standard
sk_sk: Štandardný

source: %1$s requires %2$s. Please activate %2$s before activation of %1$s. This plugin has been deactivated.
sk_sk: %1$s vyžaduje %2$s. Pred aktiváciou %1$s aktivujte aktiváciu %2$s. Tento plugin bol deaktivovaný.

source: Setup individual charges for each payment method in WooCommerce.
sk_sk: Nastaviť individuálne poplatky za každý spôsob platby v WooCommerce.
