Repository: slidegg/shape
Catalog: src/plugins/xforwoocommerce/lang/xforwoocommerce-*.po
Languages: fr_fr

source: Number of days for returning items upon order completition. If 0 is set, items will have a lifetime return period.
fr_fr: Nombre de jours pour retourner les articles à la fin de la commande. Si 0 est défini, les articles auront une période de retour à vie.

source: Returns Without a Warranty
fr_fr: Retours sans garantie

source: If checked, returns will be available for items that have no warranty.
fr_fr: Si coché, les retours seront disponibles pour les articles qui n’ont pas de garantie.

source: One comment on &ldquo;%2$s&rdquo;
fr_fr: Un commentaire sur &ldquo;%2$s&rdquo;

source: Comment navigation
fr_fr: Navigation Commentaire

source: &larr; Older Comments
fr_fr: &larr; Commentaires plus anciens

source: Comments for this request are closed.
fr_fr: Les commentaires sur cette demande sont fermés.

source: Request Type
fr_fr: Type de requête

source: Return
fr_fr: Retour

source: Warranty
fr_fr: Garantie

source: Status
fr_fr: Statut

source: Processing
fr_fr: Traitement

source: Completed
fr_fr: Complété

source: Rejected
fr_fr: Rejeté

source: Requested on
fr_fr: Demandé sur

source: You should not be here.
fr_fr: Vous ne devriez pas être ici.

source: Warranty requests for users that are not logged in are allowed. Please fill in the form bellow to view your warranty request.
fr_fr: Les demandes de garantie pour les utilisateurs qui ne sont pas connectés sont autorisées. Veuillez remplir le formulaire ci-dessous pour consulter votre demande de garantie.

source: Enter your E-Mail address
fr_fr: Entrez votre adresse e-mail

source: Enter your order ID
fr_fr: Entrez votre numéro de commande

source: * Please fill in all required fields to continue.
fr_fr: * Veuillez remplir tous les champs obligatoires pour continuer.

source: Continue
fr_fr: Continuer

source: Guest warranties are not allowed!
fr_fr: Les garanties des invités ne sont pas autorisées !

source: Warranty requests for users that are not logged in are not allowed. Please login to continue.
fr_fr: Les demandes de garantie pour les utilisateurs qui ne sont pas connectés ne sont pas autorisées. Veuillez vous connecter pour continuer.

source: Warranty requests for users that are not logged in are allowed. Please fill in the form below to view your warranty request.
fr_fr: Les demandes de garantie pour les utilisateurs qui ne sont pas connectés sont autorisées. Veuillez remplir le formulaire ci-dessous pour consulter votre demande de garantie.

source: Request Warranty
fr_fr: Demande de garantie

source: Warranty Presets
fr_fr: Préréglages de garantie

source: Warranty Preset
fr_fr: Préréglage de garantie

source: Search Warranty Presets
fr_fr: Rechercher les préréglages de garantie

source: All Warranty Presets
fr_fr: Tous les préréglages de garantie

source: Parent Warranty Preset
fr_fr: Préréglage de garantie parent

source: Parent Warranty Preset:
fr_fr: Préréglage de garantie parent :

source: Edit Warranty Preset
fr_fr: Modifier le préréglage de garantie

source: Update Warranty Preset
fr_fr: Mise à jour du préréglage de garantie

source: Add New Warranty Preset
fr_fr: Ajouter un nouveau préréglage de garantie

source: New Warranty Name Preset
fr_fr: Nouveau préréglage du nom de garantie

source: Search Warranty
fr_fr: Recherche Garantie

source: All Warranty
fr_fr: Toutes les garanties

source: Parent Warranty
fr_fr: Garantie parent

source: Parent Warranty:
fr_fr: Garantie parent :

source: Edit Warranty
fr_fr: Éditer la garantie

source: Update Warranty
fr_fr: Mise à jour de la garantie

source: Add New Warranty
fr_fr: Ajouter une nouvelle garantie

source: New Warranty Name
fr_fr: Nouveau nom de garantie

source: Warranty and Returns Requests
fr_fr: Garantie et demandes de retours

source: Warranty and Return Request
fr_fr: Garantie et demande de retour

source: All Requests
fr_fr: Toutes les requêtes

source: No requests found
fr_fr: Aucune requête trouvée

source: Edit Request
fr_fr: Editer la requête

source: Create a Request
fr_fr: Créer une requête

source: Parent Request
fr_fr: Requête parent

source: View Request
fr_fr: Voir la requête

source: Search Requests
fr_fr: Recherche de Requêtes

source: Additional warranty price
fr_fr: Prix de la garantie supplémentaire

source: Enter additional price for this warranty.
fr_fr: Entrez le prix supplémentaire pour cette garantie.

source: Warranty period type
fr_fr: Type de période de garantie

source: Not selected
fr_fr: Non sélectionné

source: Days
fr_fr: Jours

source: Weeks
fr_fr: Semaines

source: Months
fr_fr: Mois

source: Years
fr_fr: Années

source: Lifetime
fr_fr: À vie

source: Select warranty period type.
fr_fr: Sélectionnez le type de période de garantie.

source: Warranty period
fr_fr: Période de garantie

source: Enter warranty period.
fr_fr: Saisissez la période de garantie.

source: Warranty description (optional)
fr_fr: Description de la garantie (facultatif)

source: Enter warranty description.
fr_fr: Saisissez la description de la garantie.

source: Warranty thumbnail (optional)
fr_fr: Vignette de garantie (en option)

source: Add warranty thumbnail
fr_fr: Ajouter une vignette de garantie

source: Select warranty type
fr_fr: Sélectionnez le type de garantie

source: No warranty
fr_fr: Aucune garantie

source: Preset warranty
fr_fr: Garantie prédéfinie

source: Quick warranty
fr_fr: Garantie rapide

source: Select preset warranty or add quick product warranty.
fr_fr: Sélectionnez la garantie prédéfinie ou ajoutez la garantie rapide du produit.

source: Select warranty preset
fr_fr: Sélectionner le préréglage de garantie

source: Select warranty preset to use with the current product. Warranty presets can be set in Products &gt; Warranty Presets.
fr_fr: Sélectionner le préréglage de garantie à utiliser avec le produit actuel. Les préréglages de garantie peuvent être définis dans Produits &gt; Préréglages de garantie.

source: Select quick warranty type
fr_fr: Sélectionnez le type de garantie rapide

source: Included warranty
fr_fr: Garantie comprise

source: Paid warranty
fr_fr: Garantie payante

source: Warranties can be included or paid as an add-on. Choose your warranty type.
fr_fr: Les garanties peuvent être incluses ou payées en tant que supplément. Choisissez votre type de garantie.

source: Thumbnail preview
fr_fr: Aperçu en miniature

source: Add No Warranty option
fr_fr: Ajouter sans option de garantie

source: To enable product purchases without a paid warranty check this option.
fr_fr: Pour permettre l’achat de produits sans garantie payée, cochez cette option.

source: Add paid warranty
fr_fr: Ajouter une garantie payante

source: No image
fr_fr: Pas d’image

source: Add a warranty thumbnail.
fr_fr: Ajouter une vignette de garantie.

source: Item Warranties
fr_fr: Garanties de l’article

source: Enter warranty descriptio.
fr_fr: Entrez la description de la garantie.

source: Delete?
fr_fr: Supprimer?

source: Not selected.
fr_fr: Non séléctionné.

source: Deleted!
fr_fr: Supprimé !

source: Error!
fr_fr: Erreur !

source: Load?
fr_fr: Charger ?

source: Loaded!
fr_fr: Chargé !

source: Missing email or name.
fr_fr: Email ou nom manquant.

source: Send Email?
fr_fr: Envoyer un email ?

source: Saved!
fr_fr: Enregistré !

source: Email sent!
fr_fr: Email envoyé !

source: Included Warranty
fr_fr: Garantie incluse

source: Lifetime Warranty
fr_fr: Garantie à vie

source: Select Warranty Options
fr_fr: Sélectionnez les options de garantie

source: Purchase this product without any warranty options.
fr_fr: Achetez ce produit sans aucune option de garantie.

source: Available Warranties for this Order
fr_fr: Garanties disponibles pour cette commande

source: Your warranties will be available once your order is complete.
fr_fr: Vos garanties seront disponibles une fois votre commande terminée.

source: Pending order
fr_fr: Commande en cours

source: This item has been returned to the store.
fr_fr: Cet article a été retourné au magasin.

source: Pending review
fr_fr: En attente de commentaires

source: Return rejected
fr_fr: Retour refusé

source: Return requested
fr_fr: Retour demandé

source: Warranty rejected
fr_fr: Garantie refusée

source: Requested
fr_fr: Demandé(e)

source: This item was sold without warranty
fr_fr: Cet article a été vendu sans garantie

source: , however you can still return it to the store
fr_fr: , mais vous pouvez toujours le retourner au magasin

source: Return available
fr_fr: Retour disponible

source: Request Return
fr_fr: Demande de retour

source: Warranty for this item has expired
fr_fr: La garantie pour cet article a expiré

source: Expired
fr_fr: Expiré

source: Valid
fr_fr: Valide

source: Paid Warranty
fr_fr: Garantie payante

source: No Warranty
fr_fr: Aucune garantie

source: Change Request Status
fr_fr: État de la demande de changement

source: Item
fr_fr: Article

source: included warranty
fr_fr: garantie comprise

source: Create Warranty Request for this Item
fr_fr: Créer une demande de garantie pour cet article

source: In Warranty
fr_fr: En Garantie

source: paid warranty
fr_fr: garantie payante

source: Please refresh
fr_fr: Veuillez rafraîchir

source: Request Status
fr_fr: Statut de la requête

source: View Request Status
fr_fr: Afficher l’état de la requête

source: Day
fr_fr: Jour

source: Week
fr_fr: Semaine

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Warranties and Returns - Request Details
fr_fr: Garanties et retours - Détails de la requête

source: Multiple Item Order
fr_fr: Commande d’articles multiples

source: Single Item Order
fr_fr: Commande d’un article unique

source: Order
fr_fr: Commande

source: Manage Order
fr_fr: Gérer la commande

source: Manage Order
fr_fr: Gérer la commande

source: View Parent Request Status
fr_fr: Afficher l’état de la requête du parent

source: Send a quick E-Mail the Customer
fr_fr: Envoyer un e-mail rapide au client

source: Use these variables in Emails
fr_fr: Utilisez ces variables dans les Emails

source: Email Template
fr_fr: Modèle d’email

source: Load
fr_fr: Charger

source: Delete Selected
fr_fr: Supprimer la sélection

source: Send Email
fr_fr: Envoyer un email

source: Order ID
fr_fr: N° de commande

source: Item ID
fr_fr: N° d’article

source: Parent ID
fr_fr: Identifiant du parent

source: Qty
fr_fr: Qté

source: Product ID:
fr_fr: N° produit :

source: Variation ID:
fr_fr: Identifiant de variation :

source: No longer exists
fr_fr: N’existe plus

source: Product SKU:
fr_fr: SKU produit :

source: Add&nbsp;meta
fr_fr: Ajouter&nbsp;méta

source: After pre-tax discounts.
fr_fr: Remises après taxes.

source: Please enter Order ID
fr_fr: Veuillez entrer l’identifiant de commande

source: Warranty Request for order #
fr_fr: Garantie Requête pour la commande #

source: Request for Order #
fr_fr: Requête pour la commande #

source: This is a parent warranty request. Check child requests for details.
fr_fr: Ceci est une requête de garantie parente. Vérifiez les requêtes enfants pour plus de détails.

source: Item #
fr_fr: Article #

source: Warranty Status (Multi Item Order):
fr_fr: Statut de la garantie (commande de plusieurs articles) :

source: Warranty Status (Single Item Order):
fr_fr: Statut de la garantie (commande d’un seul article) :

source: This order has no warranty requests
fr_fr: Cette commande n’a pas de requêtes de garantie

source: Warranty already requested. View request status on this
fr_fr: Garantie déjà requise. Afficher le statut de la requête sur ce

source: link
fr_fr: lien

source: Item was ordered multiple times, the requested number of item warranties is:
fr_fr: L’article a été commandé plusieurs fois, le nombre demandé de garanties d’article est :

source: Checked
fr_fr: Vérifié

source: Item was ordered multiple times, the requested number of item returns is:
fr_fr: L’article a été commandé plusieurs fois, le nombre demandé de retours d’articles est :

source: Nothing is wrong with the item. Customer just does not like it. Return was requested for this item.
fr_fr: Il n’y a rien qui cloche avec l’article. Le client ne l’aime tout simplement pas. Le retour a été demandé pour cet article.

source: Return message from the buyer:
fr_fr: Message de retour de l’acheteur :

source: There is no warranty or return policy for this item.
fr_fr: Il n’y a aucune garantie ou politique de retour pour cet article.

source: There is no warranty for this item.
fr_fr: Il n’y a aucune garantie pour cet article.

source: Warranty for this item has expired.
fr_fr: La garantie de cet article a expiré.

source: This item has already been returned to the store.
fr_fr: Cet article a déjà été retourné au magasin.

source: Return already requested but is still pending review. Please be patient.
fr_fr: Le retour a déjà été demandé, mais il est toujours en attente de révision. Soyez patient, s’il vous plaît.

source: Return already requested. View request status on this
fr_fr: Retour déjà demandé. Afficher le statut de la requête sur ce

source: warranty has expired.
fr_fr: la garantie a expiré.

source: return period has expired.
fr_fr: la période de retour est expirée.

source: Return request accepted. Go back to your order
fr_fr: Demande de retour acceptée. Retournez à votre commande

source: here
fr_fr: ici

source: Warranty request accepted. Go back to your order
fr_fr: Demande de garantie acceptée. Retournez à votre commande

source: Product is not selected. Please visit your account page at this
fr_fr: Le produit n’est pas sélectionné. Veuillez visiter la page de votre compte à cet endroit

source: Select item
fr_fr: Sélectionner un article

source: There is no valid warranty for any of the ordered items.
fr_fr: Il n’y a aucune garantie valide pour aucun des articles commandés.

source: However you can still return it to the store as its return warranty is still valid.
fr_fr: Toutefois, vous pouvez toujours le retourner au magasin car sa garantie de retour est toujours valable.

source: Select Quantity
fr_fr: Sélectionnez Quantité

source: Total number of items ordered is %1$s. Please select how many items will be included in your warranty request.
fr_fr: Le nombre total d’articles commandés est de %1$s. Veuillez sélectionner le nombre d’articles qui seront inclus dans votre demande de garantie.

source: Order #%s
fr_fr: Commande #%s

source: Order #%s was placed on %s and is currently %s. To request a warranty for %s please fill in the form below.
fr_fr: La commande #%s a été placée sur %s et est actuellement %s. Pour demander une garantie de %s, veuillez remplir le formulaire ci-dessous.

source: Please fill in the required fields.
fr_fr: Veuillez remplir les champs obligatoires.

source: Return is still available
fr_fr: Le retour est encore possible

source: Return item
fr_fr: Retour d’article

source: Item returns are available in this shop. If you just want to return an item to the store please check this option.
fr_fr: Les retours d’articles sont disponibles dans cette boutique. Si vous souhaitez simplement retourner un article au magasin, cochez cette option.

source: Why are you returning this item?
fr_fr: Pourquoi renvoyez-vous cet article ?

source: Enter additional information for this return request.
fr_fr: Saisissez des informations supplémentaires pour cette demande de retour.

source: Address
fr_fr: Adresse

source: City
fr_fr: Ville

source: Zipcode
fr_fr: Code postal

source: State / Province / Region
fr_fr: État / Province / Région

source: Country
fr_fr: Pays

source: Submit Request
fr_fr: Soumettre une requête

source: You cannot make this request.
fr_fr: Vous ne pouvez pas faire cette requête.

source: Warranty requests for users that are not logged in are allowed. Please fill in the form below to request a warranty for you order.
fr_fr: Les demandes de garantie pour les utilisateurs qui ne sont pas connectés sont autorisées. Veuillez remplir le formulaire ci-dessous pour demander une garantie pour votre commande.

source: Guest warranty requests are not allowed!
fr_fr: Les demandes de garantie des invités ne sont pas autorisées !

source: warranty is still valid. Request your warranty at this
fr_fr: la garantie est toujours valable. Demandez votre garantie à cette

source: Your purchase has included paid warranties!
fr_fr: Votre achat comprend des garanties payées !

source: XforWooCommerce Themes and Plugins! Visit https://xforwoocommerce.com
fr_fr: Thèmes et plugins XforWooCommerce ! Visitez https://xforwoocommerce.com
