Repository: slidegg/shape
Catalog: src/plugins/xforwoocommerce/lang/xforwoocommerce-*.po
Languages: fr_fr

source: Check this option to enable and show backorder notifications.
fr_fr: Cochez cette option pour activer et afficher les notifications de réapprovisionnement.

source: Check this option to load plugin scripts in all pages. This option fixes issues in Quick Views.
fr_fr: Cochez cette option pour charger les scripts du plugin dans toutes les pages. Cette option corrige des problèmes dans les vues rapides.

source: Use Caching
fr_fr: Utiliser la mise en cache

source: Check this option to use product caching for better performance.
fr_fr: Cochez cette option pour utiliser la mise en cache du produit pour de meilleures performances.

source: All Products
fr_fr: Tous les produits

source: In Stock
fr_fr: En stock

source: Out Of Stock
fr_fr: En rupture de stock

source: Default
fr_fr: Défaut

source: Review Count
fr_fr: Nombre d’évaluations

source: Popularity
fr_fr: Popularité

source: Average rating
fr_fr: Note moyenne

source: Newness
fr_fr: Nouveauté

source: Price: low to high
fr_fr: Prix croissant

source: Price: high to low
fr_fr: Prix décroissant

source: Random Products
fr_fr: Produits Aléatoires

source: Product Name
fr_fr: Nom du produit

source: Products
fr_fr: Produits

source: Filter
fr_fr: Filtre

source: Content
fr_fr: Contenu

source: All in one Product Filter for WooCommerce!
fr_fr: Tout en un Product Filter for WooCommerce!

source: Show Filter
fr_fr: Afficher le filtre

source: Filter Preset
fr_fr: Filtre prédéfini

source: Show Categories
fr_fr: Afficher les catégories

source: Category Columns
fr_fr: Catégorie Colonnes

source: Show Products (Step Filter mode when set to NO)
fr_fr: Afficher les produits (mode Filtre pas à pas lorsqu’il est réglé sur NON)

source: Product Columns
fr_fr: Colonnes de produits

source: Product Rows
fr_fr: Lignes de produits

source: Order By
fr_fr: Trier par

source: Order
fr_fr: Trier

source: Min Price
fr_fr: Prix Min

source: Max Price
fr_fr: Prix Max

source: Product Category
fr_fr: Catégorie produit

source: Product Tag
fr_fr: Etiquette produit

source: Product Characteristics
fr_fr: Caractéristiques produit

source: Instock Products
fr_fr: Produits en stock

source: HTTP Query
fr_fr: Requête HTTP

source: Custom Action
fr_fr: Action personnalisée

source: Show Loop Title
fr_fr: Afficher le titre de la boucle

source: Show Loop Price
fr_fr: Afficher le prix de la boucle

source: Show Loop Rating
fr_fr: Afficher le score de la boucle

source: Show Loop Add to Cart
fr_fr: Afficher la boucle Ajouter au panier

source: Fallback CSS (If columns option is not working)
fr_fr: CSS de repli (si l’option colonnes ne fonctionne pas)

source: Disable Preset Overrides
fr_fr: Désactiver les préréglages de remplacement

source: Bottom Margin
fr_fr: Marge inférieure

source: Shortcode ID
fr_fr: Identifiant du code court

source: Class
fr_fr: Classe

source: Product Filter - Activate
fr_fr: Product Filter - Activer

source: Product Filter - Select Preset
fr_fr: Product Filter - Sélectionner un préréglage

source: Close filter
fr_fr: Fermer le filtre

source: Filter terms
fr_fr: Filtrer les termes

source: AJAX Error!
fr_fr: Erreur AJAX !

source: Show more
fr_fr: Afficher plus

source: Show less
fr_fr: Afficher moins

source: No products found!
fr_fr: Aucun produit trouvé !

source: Clear filters
fr_fr: Effacer les filtres

source: Show products
fr_fr: Afficher les produits

source: Filter selected
fr_fr: Filtre sélectionné

source: Show only products on sale
fr_fr: Afficher uniquement les produits en vente

source: Show out of stock products
fr_fr: Afficher les produits en rupture de stock

source: In stock only
fr_fr: En stock uniquement

source: trillion
fr_fr: billion

source: billion
fr_fr: milliard

source: thousand
fr_fr: mille

source: Categories
fr_fr: Catégories

source: Tags
fr_fr: Étiquettes

source: Characteristics
fr_fr: Caractéristiques

source: Found a single result
fr_fr: Trouvé un seul résultat

source: Showing the single result
fr_fr: Afficher le résultat unique

source: Found
fr_fr: Trouvé

source: results
fr_fr: résultats

source: Showing all
fr_fr: Afficher tout

source: Showing
fr_fr: Afficher

source: of
fr_fr: de

source: Filter products
fr_fr: Filtrer les produits

source: Product keywords
fr_fr: Mots-clés du produit

source: Error! No terms!
fr_fr: Erreur ! Pas de termes !

source: Search Products
fr_fr: Rechercher des produits

source: Per Page
fr_fr: Par page

source: Availability
fr_fr: Disponibilité

source: Vendor
fr_fr: Vendeur

source: Meta
fr_fr: Méta

source: Product Filter
fr_fr: Filtre produit

source: Select Taxonomy
fr_fr: Choisir une taxonomie

source: Select taxonomy for this filter
fr_fr: Sélectionner la taxonomie pour ce filtre

source: Title
fr_fr: Titre

source: Enter filter description
fr_fr: Entrer la description du filtre

source: Include/Exclude
fr_fr: Inclure/Exclure

source: Select terms to include/exclude
fr_fr: Sélectionner les termes à inclure/exclure

source: Select term order
fr_fr: Sélectionner l’ordre des termes

source: None (Custom Menu Order)
fr_fr: Aucun (Ordre des menus personnalisés)

source: ID
fr_fr: Identifiant

source: Number
fr_fr: Nombre

source: Slug
fr_fr: Jeton

source: Select ascending/descending
fr_fr: Sélectionner ascendant/descendant

source: Show more button on term
fr_fr: Afficher plus de boutons sur le terme

source: Hierarchy
fr_fr: Hiérarchie

source: Use hierarchy.
fr_fr: Utiliser hiérarchie.

source: Hierarchy Mode
fr_fr: Mode hiérarchie

source: Select hierarchy mode
fr_fr: Sélectionner le mode hiérarchie

source: Show all terms
fr_fr: Afficher tous les termes

source: Show current level terms (Drill filter)
fr_fr: Afficher les termes de niveau actuels (filtre de niveau)

source: Show current level terms with parent term support (Drill filter)
fr_fr: Afficher les termes de niveau actuels avec le support des termes parents (filtre de niveau)

source: Show lower level hierarchy terms
fr_fr: Afficher les termes de hiérarchie de niveau inférieur

source: Show lower level hierarchy terms with parent term support
fr_fr: Afficher les termes de hiérarchie de niveau inférieur avec prise en charge des termes parents

source: Hierarchy Expand
fr_fr: Expansion de hiérarchie

source: Expand hierarchy tree on load
fr_fr: Expansion de l’arborescence hiérarchique au chargement

source: Use multiselect
fr_fr: Utiliser la multi-sélection

source: Multiselect Relation
fr_fr: Relation multi-sélection

source: Select multiselect relation
fr_fr: Sélectionner la relation multi-sélection

source: Selection Reset
fr_fr: Réinitialisation de la sélection

source: Reset filters on select
fr_fr: Réinitialiser les filtres sur la sélection

source: Adoptive
fr_fr: Adoptif

source: Select adoptive filtering
fr_fr: Sélectionner le filtrage adoptif

source: Not active on this filter
fr_fr: Non actif sur ce filtre

source: Terms will be hidden
fr_fr: Les termes seront cachés

source: Terms will be shown, but unclickable
fr_fr: Les termes seront affichés, mais non cliquables

source: Terms will be shown and clickable
fr_fr: Les termes seront affichés et cliquables

source: Term Count
fr_fr: Nombre de termes

source: Show term count
fr_fr: Afficher le nombre de termes

source: Term Search
fr_fr: Recherche par terme

source: Show term search input
fr_fr: Afficher l’entrée de recherche de termes

source: Term Display
fr_fr: Affichage des termes

source: Select terms display style
fr_fr: Sélectionner le style d’affichage des termes

source: Inline
fr_fr: En ligne

source: Split into two columns
fr_fr: Divisé en deux colonnes

source: Split into three columns
fr_fr: Divisé en trois colonnes

source: Hide Elements
fr_fr: Masquer les éléments

source: Select elements to hide
fr_fr: Sélectionner les éléments à masquer

source: Flat
fr_fr: Plat

source: Modern
fr_fr: Moderne

source: White
fr_fr: Blanc

source: Thin
fr_fr: Mince

source: Knob
fr_fr: Molette

source: Metal
fr_fr: Métal

source: Show grid
fr_fr: Afficher la grille

source: Start
fr_fr: Début

source: Range start
fr_fr: Début de plage

source: End
fr_fr: Fin

source: Range end
fr_fr: Fin de plage

source: Prefix
fr_fr: Préfixe

source: Terms prefix
fr_fr: Préfixe des termes

source: Step
fr_fr: Étape

source: Step value
fr_fr: Valeur d’étape

source: Grid density
fr_fr: Densité du maillage

source: Grid density value
fr_fr: Valeur de la densité du maillage

source: Enter meta key
fr_fr: Entrer la méta-clé

source: Meta compare
fr_fr: Comparaison meta

source: Select meta compare
fr_fr: Sélectionner une méta-comparaison

source: Numeric
fr_fr: Numérique

source: Meta values are numeric
fr_fr: Les méta-valeurs sont numériques

source: Placeholder
fr_fr: Espace réservé

source: Placeholder text
fr_fr: Texte d’espace réservé

source: Label text
fr_fr: Texte du label

source: Product Filters
fr_fr: Filtres de produit

source: Product Filter for WooCommerce
fr_fr: Product Filter pour WooCommerce

source: Settings page for Product Filter for WooCommerce!
fr_fr: Page des paramètres de Product Filter pour WooCommerce !

source: Filter Presets
fr_fr: Préréglages du filtre

source: Filter Presets Options
fr_fr: Options de préréglages du filtre

source: Presets Manager Options
fr_fr: Options du Gestionnaire de préréglages

source: Shop Integration
fr_fr: Integration boutique

source: Shop Integration Options
fr_fr: Options integration boutique

source: AJAX Options
fr_fr: Options AJAX

source: Advanced
fr_fr: Avancé

source: Advanced Options
fr_fr: Options avancées

source: Analytics
fr_fr: Analytiques

source: Filtering Analytics
fr_fr: Filtrage analytique

source: Order by
fr_fr: Trier par

source: Per page
fr_fr: Par page

source: Search
fr_fr: Recherche

source: Avalibility
fr_fr: Disponibilité

source: Price range
fr_fr: Gamme de prix

source: Meta filter
fr_fr: Méta filtre

source: Editing selected filter preset
fr_fr: Modification du préréglage du filtre sélectionné

source: Filter Options
fr_fr: Options de filtre

source: Select options group for the current preset
fr_fr: Sélectionnez le groupe d’options pour le préréglage en cours

source: Filters
fr_fr: Filtres

source: Responsive
fr_fr: Réactif

source: Filter on Click
fr_fr: Filtrer par clic

source: Check this option to filter on click
fr_fr: Cochez cette option pour filtrer au clic

source: Stepped Selection
fr_fr: Sélection par étapes

source: Check this option to use stepped selection
fr_fr: Cochez cette option pour utiliser la sélection par étapes

source: Show Selected Terms In
fr_fr: Afficher les termes sélectionnés dans

source: Select areas where to show the selected terms
fr_fr: Sélectionnez les zones où afficher les termes sélectionnés

source: Top bar
fr_fr: Barre supérieure

source: Collector
fr_fr: Collecteur

source: Filter title
fr_fr: Titre du filtre

source: After filter title
fr_fr: Après le titre du filtre

source: Selected Terms Style
fr_fr: Style des termes sélectionnés

source: Select selected terms style
fr_fr: Sélectionner le style des termes sélectionnés

source: Reorder Selected
fr_fr: Réordonner Sélectionné

source: Check this option to bring selected terms to the top
fr_fr: Cochez cette option pour amener les termes sélectionnés en tête de liste

source: Filter Form Action
fr_fr: Filtrer l’action du formulaire

source: Enter custom filter form action="" parameter
fr_fr: Entrez le paramètre de filtre personnalisé du formulaire action=""

source: Select Design
fr_fr: Sélectionner le design

source: Select filter design style
fr_fr: Sélectionner le style de design du filtre

source: Pop Up
fr_fr: Fenêtre contextuelle

source: Select Boxes
fr_fr: Boîtes de sélection

source: Fixed Sidebar Left
fr_fr: Barre latérale fixe Gauche

source: Fixed Sidebar Right
fr_fr: Barre latérale fixe Droite

source: Fixed Sidebar Left With Overlay
fr_fr: Barre latérale fixe gauche avec surimpression

source: Fixed Sidebar Right With Overlay
fr_fr: Barre latérale fixe droite avec surimpression

source: Full Screen Overlay
fr_fr: Surimpression plein écran

source: Always Visible
fr_fr: Toujours visible

source: Disable slide in/out animation
fr_fr: Désactiver l’animation des diapositives

source: Row Display
fr_fr: Affichage en ligne

source: Select row display mode
fr_fr: Sélectionner le mode d’affichage en ligne

source: One row
fr_fr: Une ligne

source: Multiple rows
fr_fr: Lignes multiples

source: Masonry Filters
fr_fr: Filtres Masonry

source: Max Columns
fr_fr: Colonnes maxi

source: Set max filter columns
fr_fr: Régler le nombre maximum de colonnes de filtre

source: Max Height
fr_fr: Hauteur maxi

source: Set max filter height
fr_fr: Régler la hauteur maximale du filtre

source: JS Scroll Bars
fr_fr: Barres de défilement JS

source: Enable JavaScript scroll bars for nicer display
fr_fr: Activer les barres de défilement JavaScript pour un meilleur affichage

source: Checkbox Style
fr_fr: Style de la case à cocher

source: Select term checkbox style
fr_fr: Sélectionner le style de la case à cocher terme

source: Hide
fr_fr: Cacher

source: Square
fr_fr: Carré

source: System Checkboxes
fr_fr: Cases à cocher système

source: Hierarchy Style
fr_fr: Style de hiérarchie

source: Select hierarchy style
fr_fr: Sélectionner le style de hiérarchie

source: Circle
fr_fr: Cercle

source: Circle Solid
fr_fr: Cercle Solide

source: Lined
fr_fr: Doublée

source: Arrows
fr_fr: Flèches

source: Filter Icon
fr_fr: Icône du filtre

source: Enter icon class. Use icon class e.g. prdctfltr-filter or FontAwesome fa fa-shopping-cart or any other
fr_fr: Saisissez la classe d’icônes. Utilisez la classe d’icônes prdctfltr-filter ou FontAwesome fa fa-shopping-cart ou tout autre classe d’icônes

source: Filter Title Text
fr_fr: Filtrer le texte du titre

source: Enter title text
fr_fr: Entrer le texte du titre

source: Filter Button Text
fr_fr: Bouton Filtrer Texte

source: Enter filter button text
fr_fr: Entrer le texte du bouton filtre

source: Button Position
fr_fr: Bouton Position

source: Select button position
fr_fr: Sélectionnez la position du bouton

source: Bottom
fr_fr: Bas

source: Top
fr_fr: Haut

source: Both
fr_fr: Les deux

source: Filter icon
fr_fr: Icône de filtre

source: The whole top bar
fr_fr: Toute la barre supérieure

source: Showing text in top bar
fr_fr: Afficher le texte dans la barre supérieure

source: Sale button
fr_fr: Bouton de vente

source: Instock button
fr_fr: Bouton En stock

source: Reset button
fr_fr: Bouton de réinitialisation

source: Loader Animation
fr_fr: Animation du chargeur

source: Select loader animation
fr_fr: Sélectionner l’animation du chargeur

source: Overlay #%s
fr_fr: Surimpression #%s

source: In Title #%s
fr_fr: Dans Titre #%s

source: In title #%s
fr_fr: Dans le titre #%s

source: Enable
fr_fr: Activer

source: Check this option to use adoptive filtering in current preset
fr_fr: Cochez cette option pour utiliser le filtrage adoptif dans le préréglage en cours

source: Active On
fr_fr: Actif On

source: Select when to activate adoptive filtering
fr_fr: Sélectionnez quand activer le filtrage adoptif

source: Always active
fr_fr: Toujours actif

source: Active on permalinks and filters
fr_fr: Actif sur les permaliens et les filtres

source: Active on filters
fr_fr: Actif sur les filtres

source: Depend On
fr_fr: Dépend de

source: Select taxonomy terms can depend on
fr_fr: Certains termes de la taxonomie peuvent dépendre de

source: Product Count
fr_fr: Nombre de produits

source: Select adoptive product count display
fr_fr: Sélectionner l’affichage du nombre de produits adoptifs

source: Filtered count / Total
fr_fr: Nombre filtré / Total

source: Filtered count
fr_fr: Nombre filtré

source: Reorder Terms
fr_fr: Réordonner les termes

source: Reorder remaining terms to the top
fr_fr: Réorganiser les termes restants en haut

source: Responsive Behaviour
fr_fr: Comportement réactif

source: Set filter preset behaviour on defined resolution
fr_fr: Définir le comportement de préréglage du filtre à une définition de résolution définie

source: Do not do a thing
fr_fr: Ne faites rien du tout

source: Switch with filter preset
fr_fr: Sélecteur avec filtre préréglé

source: Show on screen resolution smaller than
fr_fr: Afficher à l’écran une résolution inférieure à

source: Show on screen resolution larger than
fr_fr: Afficher à l’écran une résolution supérieure à

source: Responsive Resolution
fr_fr: Résolution adaptative

source: Set screen resolution in pixels that will trigger the responsive behaviour
fr_fr: Définir la résolution de l’écran en pixels qui déclenchera le comportement adaptatif

source: Set filter preset
fr_fr: Définir le préréglage du filtre

source: Add more filters to the current preset
fr_fr: Ajouter d’autres filtres au préréglage en cours

source: Taxonomy
fr_fr: Taxonomie

source: Taxonomy Range
fr_fr: Gamme de taxonomie

source: Meta Range
fr_fr: Plage méta

source: Price Range
fr_fr: Gamme de prix

source: Select Taxonomies
fr_fr: Sélectionnez les taxonomies

source: Select supported taxonomies for Presets Manager (needs a Save and page refresh to take effect!)
fr_fr: Sélectionnez les taxonomies prises en charge pour le Gestionnaire de préréglages (nécessite une sauvegarde et un rafraîchissement de page pour prendre effet !)

source: Switch Variable Images
fr_fr: Changer les images variables

source: Check this option to switch variable images when filtering attributes
fr_fr: Cochez cette option pour changer les images variables lors du filtrage des attributs

source: Clear All
fr_fr: Effacer tout

source: Select taxonomies which Clear All button cannot clear
fr_fr: Sélectionner les taxonomies que le bouton Effacer tout ne peut pas effacer

source: Register Taxonomy
fr_fr: Enregistrer la taxonomie

source: Register custom product taxonomies (needs a Save and page refresh to take effect!)
fr_fr: Enregistrer des taxonomies de produits personnalisées (nécessite une sauvegarde et un rafraîchissement de page pour prendre effet !)

source: Plural name
fr_fr: Nom pluriel

source: Enter plural taxonomy name
fr_fr: Entrez le nom de la taxonomie plurielle

source: Singular name
fr_fr: Nom au singulier

source: Enter singular taxonomy name
fr_fr: Entrez le nom d’une taxonomie au singulier

source: Use hierarchy
fr_fr: Utiliser la hiérarchie

source: Enable hierarchy for this taxonomy
fr_fr: Activer la hiérarchie pour cette taxonomie

source: Hide Empty Terms
fr_fr: Masquer les termes vides

source: Hide empty terms
fr_fr: Masquer les termes vides

source: Use AJAX
fr_fr: Utiliser AJAX

source: Check this option to use AJAX in Shop
fr_fr: Cochez cette option pour utiliser AJAX dans la boutique

source: Automatic AJAX
fr_fr: AJAX automatique

source: Check this option to use automatic AJAX installation.
fr_fr: Cochez cette option pour utiliser l’installation automatique d’AJAX.

source: Theme supported! AJAX is set for
fr_fr: Thème supporté ! AJAX est réglé pour

source: Product Wrapper
fr_fr: Emballage du produit

source: Enter product wrapper jQuery selector.
fr_fr: Entrez le sélecteur d’emballage de produit jQuery.

source: Enter product category jQuery selector.
fr_fr: Entrez le sélecteur de catégorie de produit jQuery.

source: Enter product jQuery selector.
fr_fr: Entrez le sélecteur de produit jQuery.

source: Columns
fr_fr: Colonnes

source: Fix columns problems
fr_fr: Correction des problèmes de colonnes

source: Rows
fr_fr: Lignes

source: Fix rows problems
fr_fr: Correction des problèmes de lignes

source: Result Count
fr_fr: Nombre de résultats

source: Enter result count jQuery selector.
fr_fr: Entrez le nombre de résultats jQuery sélecteur.

source: Enter order by jQuery selector.
fr_fr: Entrez l’ordre par le sélecteur jQuery.

source: Enter pagination jQuery selector.
fr_fr: Entrez la pagination de sélecteur jQuery.

source: Pagination Function
fr_fr: Fonction de pagination

source: Enter pagination function.
fr_fr: Entrer la fonction de pagination.

source: Pagination Type
fr_fr: Type de pagination

source: Select pagination type
fr_fr: Sélectionner le type de pagination

source: Default (Theme)
fr_fr: Par défaut (Thème)

source: Custom pagination (Product Filter)
fr_fr: Pagination personnalisée (Product Filter)

source: Load more (Product Filter)
fr_fr: Charger plus (Product Filter)

source: Infinite load (Product Filter)
fr_fr: Charge infinie (Product Filter)

source: Failsafe
fr_fr: Sécurité-défaut

source: Select which missing element will not trigger AJAX and will reload the page
fr_fr: Sélectionnez l’élément manquant qui ne déclenchera pas AJAX et qui rechargera la page

source: Products wrapper
fr_fr: Emballage de produits

source: After AJAX JS
fr_fr: Après AJAX JS

source: Enter JavaScript or jQuery code to execute after AJAX
fr_fr: Entrez le code JavaScript ou jQuery à exécuter après AJAX

source: Product Animation
fr_fr: Animation du produit

source: Select product animation after AJAX
fr_fr: Sélectionner l’animation du produit après AJAX

source: No animation
fr_fr: Pas d’animation

source: Fade in products
fr_fr: Produits en fondu enchaîné

source: Fade in random products
fr_fr: Fondu dans des produits aléatoires

source: Scroll To
fr_fr: Faites défiler jusqu’à

source: Select scroll to after AJAX
fr_fr: Sélectionnez défiler jusqu’à après AJAX

source: Disable scroll
fr_fr: Désactiver le défilement

source: Page top
fr_fr: Haut de page

source: Browser URL/Permalinks
fr_fr: URL du navigateur / permaliens

source: Select how to display browser URLs or permalinks on AJAX
fr_fr: Sélectionnez comment afficher les URLs des navigateurs ou les permaliens sur AJAX

source: Use Product Filter redirects
fr_fr: Utilisez les redirections du filtre produit

source: Only add query parameters
fr_fr: Ajouter uniquement des paramètres de requête

source: Disable URL changes
fr_fr: Désactiver les changements d’URL

source: Disable Elements
fr_fr: Désactiver les éléments

source: Select which elements will not be used with AJAX
fr_fr: Sélectionnez les éléments qui ne seront pas utilisés avec AJAX

source: Shop title
fr_fr: Titre de la boutique

source: Shop description
fr_fr: Description du magasin

source: Result count
fr_fr: Nombre de résultats

source: Post Type
fr_fr: Type d’article

source: Check this option to add the ?post_type=product parameter when filtering
fr_fr: Cochez cette option pour ajouter le paramètre ?post_type=produit lors du filtrage

source: Stay on Permalink
fr_fr: Restez sur Permalink

source: Check this option to force filtering on same permalink (URL)
fr_fr: Cochez cette option pour forcer le filtrage sur le même permalien (URL)

source: Permalink Structure
fr_fr: Structure permalien

source: Set permalinks structure
fr_fr: Définir la structure des permaliens

source: Use .htaccess and native WordPress redirects
fr_fr: Utilisez .htaccess et les redirections WordPress natives

source: Single Product
fr_fr: Produit unique

source: Check this option to remove redirect when only one product is found
fr_fr: Cochez cette option pour supprimer la redirection lorsqu’un seul produit est trouvé

source: Integration Hooks
fr_fr: Crochets d’intégration

source: Add filter presets to hooks
fr_fr: Ajouter des préréglages de filtre aux crochets

source: Enter name
fr_fr: Entrer le nom

source: Common Hooks
fr_fr: Crochets communs

source: Select a common hook
fr_fr: Sélectionnez un crochet commun

source: Use custom hook
fr_fr: Utiliser un crochet personnalisé

source: Custom Hook
fr_fr: Crochet personnalisé

source: If you use custom hook, rather than common hooks, please enter it here
fr_fr: Si vous utilisez des crochets personnalisés, plutôt que des crochets communs, veuillez les entrer ici

source: Priority
fr_fr: Priorité

source: Set hook priority
fr_fr: Définir la priorité du crochet

source: Disable presets manager settings
fr_fr: Désactiver les paramètres du gestionnaire de préréglages
