Repository: slidegg/shape
Catalog: src/plugins/xforwoocommerce/lang/xforwoocommerce-*.po
Languages: fr_fr

source: Back
fr_fr: Retour

source: Hi! Welcome back to XforWooCommerce Dashboard v
fr_fr: Salut! Bienvenue dans le tableau de bord XforWooCommerce v

source: Click the button to go back to XforWooCommerce Dashboard.
fr_fr: Cliquez sur le bouton pour revenir au tableau de bord XforWooCommerce.

source: Visit XforWooCommerce.com
fr_fr: Visitez XforWooCommerce.com

source: Get help
fr_fr: Obtenir de l’aide

source: Activate
fr_fr: Activer

source: Dashboard
fr_fr: Tableau de bord

source: Deactivate module
fr_fr: Désactiver le module

source: Save
fr_fr: Sauvegarder

source: Export
fr_fr: Exportation

source: Import
fr_fr: Importation

source: Backup
fr_fr: Sauvegarde

source: Restore
fr_fr: Restaurer

source: Reset
fr_fr: Réinitialiser

source: Add +
fr_fr: Ajouter +

source: Configure
fr_fr: Configurer

source: Add Item +
fr_fr: Ajouter article +

source: Include/Exclude Manager
fr_fr: Gestionnaire d’inclusion/exclusion

source: Exclude
fr_fr: Exclure

source: Include
fr_fr: Inclure

source: Terms Manager
fr_fr: Gestionnaire des termes

source: Custom Order
fr_fr: Ordre personnalisé

source: None
fr_fr: Aucun

source: Plain Text
fr_fr: Texte brut

source: Color
fr_fr: Couleur

source: Thumbnail
fr_fr: Miniature

source: Select Box
fr_fr: Boîte de sélection

source: Input Field
fr_fr: Champ de saisie

source: Checkbox
fr_fr: Case à cocher

source: Textarea
fr_fr: Zone de texte

source: System Select
fr_fr: Système de sélection

source: Border
fr_fr: Bordure

source: Background
fr_fr: Arrière-plans

source: Round
fr_fr: Rond

source: Active
fr_fr: Actif

source: Disabled
fr_fr: Désactivé

source: Out of stock
fr_fr: En rupture de stock

source: Show labels
fr_fr: Afficher les étiquettes

source: Swatch size
fr_fr: Taille de la swatch

source: Name
fr_fr: Nom

source: Meta value
fr_fr: Valeur Meta

source: Value
fr_fr: Valeur

source: Count
fr_fr: Compter

source: Tooltip
fr_fr: Info-bulle

source: Add Image +
fr_fr: Ajouter image +

source: Price
fr_fr: Prix

source: This plugin requires WooCommerce. Download it from WooCommerce official website
fr_fr: Ce plugin nécessite WooCommerce. Téléchargez-le sur le site officiel de WooCommerce

source: Add Product Tabs for WooCommerce
fr_fr: Ajouter des onglets de produits pour WooCommerce

source: Meta keys set in Product Tabs settings will appear here
fr_fr: Les méta-clés définies dans les paramètres des onglets de produit apparaîtront ici

source: image URL
fr_fr: image de l’URL

source: YouTube video URL
fr_fr: URL de la vidéo YouTube

source: text, HTML, shortcode
fr_fr: texte, HTML, code court

source: Add Product Tabs
fr_fr: Ajouter des onglets de produit

source: Settings page for Add Product Tabs for WooCommerce!
fr_fr: Page des paramètres pour Ajouter des onglets de produit pour WooCommerce !

source: Dashboard Overview
fr_fr: Vue d’ensemble tableau de bord

source: Tabs Manager
fr_fr: Gestionnaire d’onglets

source: Tabs Manager Options
fr_fr: Options du gestionnaire d’onglets

source: General
fr_fr: Général

source: General Options
fr_fr: Options général

source: Visit XforWooCommerce.com store, demos and knowledge base.
fr_fr: Visitez le magasin XforWooCommerce.com, démos et base de connaissances.

source: Help Center
fr_fr: Centre d’aide

source: Need support? Visit the Help Center.
fr_fr: Besoin d’aide? Visitez le centre d’aide.

source: Get automatic updates, by downloading and installing the Envato Market plugin.
fr_fr: Obtenez des mises à jour automatiques en téléchargeant et en installant le plugin Envato Market.

source: Quick export/import, backup and restore, or just reset your optons here
fr_fr: Exportation/importation rapide, sauvegarde et restauration, ou réinitialisez simplement vos options ici

source: Use the tabs manager to add tabs!
fr_fr: Utilisez le gestionnaire d’onglets pour ajouter des onglets!

source: Table from CSV
fr_fr: Tableau de CSV

source: Text, HTML, Shortcode
fr_fr: Text, HTML, Code court

source: Product Meta
fr_fr: Produit méta

source: Enter tab name
fr_fr: Entrez le nom de l’onglet

source: Enter .csv file URL
fr_fr: Entrez l’URL du fichier .csv

source: CSV Values
fr_fr: Valeurs CSV

source: Use this option to replace CSV values with images or HTML
fr_fr: Utilisez cette option pour remplacer les valeurs CSV par des images ou du code HTML

source: Enter CSV value name
fr_fr: Entrez le nom de la valeur CSV

source: Enter CSV value to replace
fr_fr: Entrez la valeur CSV à remplacer

source: Enter CSV value replacement image URL
fr_fr: Entrez l’URL de l’image de remplacement de la valeur CSV

source: Enter CSV value replacement text, HTML or shortcode
fr_fr: Entrez le texte de remplacement de la valeur CSV, HTML ou code court

source: Display Condition
fr_fr: Condition d’affichage

source: Enter tab display condition E.G. !is_singular:my-product-slug
fr_fr: Entrez la condition d’affichage de l’onglet E.G. !is_singular:my-product-slug

source: Enter image URL
fr_fr: Entrer l’URL de l’image

source: Video URL
fr_fr: URL de la vidéo

source: Enter YouTube video URL E.G. https://www.youtube.com/watch?v=Wt2zOAZsbJo
fr_fr: Entrez l’URL de la vidéo YouTube, par exemple. https://www.youtube.com/watch?v=Wt2zOAZsbJo

source: Enter text, HTML or shortcode
fr_fr: Entrer du texte, HTML ou code court

source: Meta key
fr_fr: Clé méta

source: Enter Meta Key
fr_fr: Entrez la clé méta

source: Meta type
fr_fr: Type méta

source: Select meta type
fr_fr: Sélectionnez le type de méta

source: Add Product Field
fr_fr: Ajouter un champ de produit

source: Add meta key field to edit product screen
fr_fr: Ajouter un champ clé méta pour modifier l’écran du produit

source: Rename Description
fr_fr: Renommer Description

source: Rename short description tab
fr_fr: Renommer la description courte

source: Hide Description
fr_fr: Masquer la description

source: Hide short description tab
fr_fr: Masquer onglet courte description

source: Rename Additional Information
fr_fr: Renommer des informations supplémentaires

source: Rename additional information tab
fr_fr: Renommer l’onglet informations supplémentaires

source: Hide Additional Information
fr_fr: Masquer les informations supplémentaires

source: Hide additional information tab
fr_fr: Masquer les informations supplémentaires

source: Improved Badges
fr_fr: Badges améliorés

source: d
fr_fr: j

source: days
fr_fr: jours

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Badges and Counters
fr_fr: Badges et compteurs

source: Improved Badges for WooCommerce
fr_fr: Badges améliorés pour WooCommerce

source: Settings page for Improved Badges for WooCommerce!
fr_fr: Page de paramètres pour les badges améliorés pour WooCommerce!

source: Default Badge
fr_fr: Badge par défaut

source: Default Badges Options
fr_fr: Badge par défaut Options

source: Badge Presets
fr_fr: Préréglage du badge

source: Badge Presets Options
fr_fr: Préréglage du badge Options

source: Badge Manager
fr_fr: Gestionnaire de badge

source: Manager Options
fr_fr: Options du gestionnaire

source: Timer/Countdowns
fr_fr: Minuterie/Compte à rebours

source: Timer/Countdowns Options
fr_fr: Minuterie/Compte à rebours Options

source: Preview
fr_fr: Prévisualiser

source: Current badge preview
fr_fr: Aperçu actuel du badge

source: Select sale badge style
fr_fr: Sélectionnez le style de badge de vente

source: Select sale badge color
fr_fr: Sélectionnez la couleur de badge de vente

source: Select sale badge position
fr_fr: Sélectionnez la position du badge de vente

source: Special
fr_fr: Spécial

source: Select special badge
fr_fr: Sélectionnez un badge spécial

source: Special Text
fr_fr: Texte spécial

source: Enter special badge text
fr_fr: Entrez le texte de badge spécial

source: Presets Manager
fr_fr: Gestionnaire de préréglages

source: Add badge presets using the Presets Manager
fr_fr: Ajouter des préréglages de badge à l’aide du gestionnaire de préréglages

source: Preset Name
fr_fr: Nom du préréglage

source: Enter preset name
fr_fr: Entrer le nom du préréglage

source: Badge Overrides
fr_fr: Badge remplacé

source: Set badge overrides
fr_fr: Définir les remplacements de badge

source: New Badge Period
fr_fr: Nouvelle période de badge

source: Set new product expire in period (days)
fr_fr: Définir la période d’expiration d’un nouveau produit (jours)

source: New Badge Preset
fr_fr: Nouveau préréglage de badge

source: Set new product badge preset
fr_fr: Définir un nouveau préréglage badge produit

source: Featured Badge
fr_fr: Badge de vedette

source: Set featured badge
fr_fr: Définit badge de vedette

source: Tag Badges
fr_fr: Badges étiquette

source: Add tag badge presets
fr_fr: Ajouter préréglages de badge étiquette

source: Enter override name
fr_fr: Entrez le nom de remplacement

source: Term
fr_fr: Terme

source: Set override term
fr_fr: Définir le terme de remplacement

source: Preset
fr_fr: Préréglage

source: Set override preset
fr_fr: Définir le préréglage de remplacement

source: Category Badges
fr_fr: Badges de Catégorie

source: Add category badge presets
fr_fr: Ajouter des préréglages de badge de catégorie

source: Single Product Badges
fr_fr: Badges de produit unique

source: Enable custom badge override for each product.
fr_fr: Activer le remplacement de badge personnalisé pour chaque produit.

source: Use Tempalte Overrides
fr_fr: Utiliser les remplacements de modèles

source: This is the default installation when checked, sale-flash.php template will be replaced with the plugin badge. If you enter a custom action below, the entered action will be used to output the plugin badge in the appropriate place in your theme.
fr_fr: Ceci est l’installation par défaut une fois coché, le modèle sale-flash.php sera remplacé par le badge du plugin. Si vous entrez une action personnalisée ci-dessous, celle-ci sera utilisée pour afficher le badge du plug-in à l’emplacement approprié dans votre thème.

source: Shop Init Action
fr_fr: Action Shop Init

source: Use custom initialization action for Shop/Product Archive Pages. Use actions initiated in your content-single-product.php template. Please enter action name in following format action_name:priority
fr_fr: Utilisez une action d’initialisation personnalisée pour les pages Shop/Product Archive. Utilisez les actions initiées dans votre modèle content-single-product.php. Veuillez entrer le nom de l’action au format suivant nom_action:priorité

source: Single Product Init Action
fr_fr: Init Action Produit unique

source: Use custom initialization action for Single Product Pages. Use actions initiated in your content-single-product.php template. Please enter action name in following format action_name:priority
fr_fr: Utilisez une action d’initialisation personnalisée pour des pages de produit uniques. Utilisez les actions initiées dans votre modèle content-single-product.php. Veuillez entrer le nom de l’action au format suivant nom_action:priorité

source: Check this option to enable plugin scripts in all pages. This option fixes issues in Quick Views.
fr_fr: Cochez cette option pour activer les scripts du plugin dans toutes les pages. Cette option corrige des problèmes dans les Vues Rapides.

source: Disable Timers
fr_fr: Désactiver les minuteries

source: Select sale timers to disable.
fr_fr: Sélectionnez les timers de vente à désactiver.

source: Starting Sale
fr_fr: Départ de vente

source: Ending Sale
fr_fr: Fin de vente

source: Adjust Timer
fr_fr: Ajuster la minuterie

source: Adjust sale timer countdown clock. Option is set in minutes.
fr_fr: Ajustez le compte à rebours de vente. L’option est définie en minutes.

source: Sale Badges
fr_fr: Badges de vente

source: Badge Settings
fr_fr: Paramètres de badge

source: Badge Preset
fr_fr: Préréglage de badge

source: Badge Style
fr_fr: Style de badge

source: Badge Color
fr_fr: Couleur de badge

source: Badge Position
fr_fr: Position du badge

source: Special Badge
fr_fr: Badge spécial

source: Special Badge Text
fr_fr: Texte du badge spécial

source: DISCOUNT
fr_fr: REMISE

source: Up to
fr_fr: Jusqu’à

source: Starts
fr_fr: Commence

source: Ends
fr_fr: Fini

source: OFF
fr_fr: DE REDUCTION

source: Starts in
fr_fr: Commence dans

source: Ends in
fr_fr: Fini dans

source: SALE
fr_fr: SOLDES

source: PRICE OFF
fr_fr: REDUCTION DE PRIX

source: On Sale!
fr_fr: En soldes!

source: ON SALE
fr_fr: EN SOLDES

source: Sale!
fr_fr: Soldes!

source: Text
fr_fr: Texte

source: Improved Options
fr_fr: Options améliorées

source: Select
fr_fr: Sélectionner

source: Add to cart
fr_fr: Ajouter au panier

source: Select options
fr_fr: Sélection options

source: View Cart
fr_fr: Voir panier

source: Click to confirm input
fr_fr: Cliquez pour confirmer l’entrée

source: Input confirmed
fr_fr: Entrée confirmée

source: Click to confirm selection
fr_fr: Cliquez pour confirmer la sélection

source: Selection confirmed
fr_fr: Sélection confirmée

source: Clear selection
fr_fr: Effacer la sélection

source: Qty:
fr_fr: Qté:

source: Including it adds to price
fr_fr: L'inclure fait augmenter le prix

source: Including it reduces from price
fr_fr: L'inclure permet de réduire le prix

source: This option is required
fr_fr: Cette option est obligatoire

source: This option is not required
fr_fr: Cette option n'est pas nécessaire

source: Product Options
fr_fr: Options du produit

source: Improved Product Options for WooCommerce
fr_fr: Options de produit améliorées pour WooCommerce

source: Settings page for Improved Product Options for WooCommerce!
fr_fr: Page de paramètres pour les options de produit améliorées pour WooCommerce!

source: Product Page
fr_fr: Page produit

source: Product Page Options
fr_fr: Options de page de produit

source: Shop/Archives
fr_fr: Boutique/Archives

source: Shop/Archives Options
fr_fr: Boutique/Archives Options

source: Options Manager
fr_fr: Options du gestionnaire

source: Use the manager to customize your attributes or add custom product options!
fr_fr: Utilisez le gestionnaire pour personnaliser vos attributs ou ajouter des options de produit personnalisées!

source: Attribute Swatch
fr_fr: Attribut Swatch

source: Custom Option
fr_fr: Option personnalisée

source: Select Attribute
fr_fr: Sélectionner un attribut

source: Select attribute to customize
fr_fr: Sélectionner un attribut à personnaliser

source: Use alternative title
fr_fr: Utiliser un autre titre

source: Enter description
fr_fr: Entrer la description

source: Shop Display Mode
fr_fr: Mode d’affichage de la boutique

source: Show on Shop Pages (Works with Shop Display Mode set to Show Available Options Only)
fr_fr: Afficher sur les pages de boutique (fonctionne avec le mode d’affichage de boutique défini sur Afficher uniquement les options disponibles)

source: Attribute is Selectable
fr_fr: L'attribut est sélectionnable

source: This option is in use only with simple products and when General &gt; Attribute Selection Support option is set to All Products
fr_fr: Cette option n'est utilisée que pour les produits simples et lorsque l'option Aide à la sélection des attributs est réglée sur Tous les produits.

source: Required
fr_fr: Requis

source: This option is required (Only works on simple products, variable product attributes are required by default)
fr_fr: Cette option est obligatoire (Ne fonctionne que sur des produits simples, des attributs de produits variables sont requis par défaut)

source: Use alternative name for the attribute
fr_fr: Utiliser un autre nom pour l’attribut

source: Enter description for current attribute
fr_fr: Entrez la description de l’attribut actuel

source: Add Price
fr_fr: Ajouter un prix

source: Add-on price if option is used by customer
fr_fr: Ajouter sur le prix si l’option est utilisé par le client

source: Limit to Product Type
fr_fr: Limiter au type de produit

source: Enter product types separated by | Sample: &rarr;
fr_fr: Entrez les types de produits séparés par | Exemple: &rarr;

source: Limit to Product Category
fr_fr: Limiter à la catégorie de produit

source: Enter product category IDs separated by | Sample: &rarr;
fr_fr: Entrez les identifiant de catégorie de produit séparés par | Exemple: &rarr;

source: Limit to Products
fr_fr: Limiter aux produits

source: Enter product IDs separated by | Sample: &rarr;
fr_fr: Entrez les identifiant de produit séparés par | Exemple: &rarr;

source: Multiselect
fr_fr: Sélection multiple

source: Use multi select on this option
fr_fr: Utilisez la sélection multiple sur cette option

source: Use Plugin In Product Pages
fr_fr: Utiliser le plugin dans les pages produits

source: Check this option to use the plugin selectors in Single Product Pages.
fr_fr: Cochez cette option pour utiliser les sélecteurs du plugin dans les pages de produit uniques.

source: Use Plugin In Shop
fr_fr: Utiliser le plugin dans la boutique

source: Check this option to use the plugin styled selectors in Shop Pages.
fr_fr: Cochez cette option pour utiliser les sélecteurs de style du plugin dans les pages de boutique.

source: Hide WooCommerce Select Boxes
fr_fr: Masquer les boîtes de sélection WooCommerce

source: Check this option to hide default WooCommerce select boxes in Product Pages.
fr_fr: Cochez cette option pour masquer les zones de sélection WooCommerce par défaut dans les pages de produits.

source: Hide Add To Cart Before Selection
fr_fr: Masquer Ajouter au panier avant la sélection

source: Check this option to hide the Add To Cart button in Product Pages before the selection is made.
fr_fr: Cochez cette option pour masquer le bouton Ajouter au panier dans les pages produits avant que la sélection soit fait.

source: Select Descriptions Position
fr_fr: Sélectionnez Descriptions Position

source: Select where to show descriptions.
fr_fr: Sélectionnez où afficher les descriptions.

source: After Title
fr_fr: Après le titre

source: After Attributes
fr_fr: Après les attributs

source: AJAX Add To Cart
fr_fr: AJAX Ajouter au panier

source: Check this option to enable AJAX add to cart in Product Pages.
fr_fr: Cochez cette option pour activer AJAX, ajouter au panier dans les fiches produits.

source: Use Advanced Image Switcher
fr_fr: Utiliser le sélecteur d’image avancé

source: Check this option to enable advanced image switcher in Single Product Pages. This option enables image switch when a single attribute is selected.
fr_fr: Cochez cette option pour activer le commutateur d’image avancé dans les pages de produit uniques. Cette option active le commutateur d’image lorsqu’un seul attribut est sélectionné.

source: Price Total
fr_fr: Prix total

source: Select price to use for product options cost total.
fr_fr: Sélectionnez le prix à utiliser pour le total des options de produit.

source: Disable
fr_fr: Désactiver

source: Use prices from product summary element
fr_fr: Utiliser les prix de l'élément récapitulatif du produit

source: Use only variable price inside product summary element (Only Variable Products have this)
fr_fr: N'utilisez que des prix variables à l'intérieur de l'élément récapitulatif du produit (seuls les produits variables en sont dotés).

source: Add product price to top of product option
fr_fr: Ajouter le prix du produit en haut de l’option du produit

source: Add product price to bottom of product options
fr_fr: Ajouter le prix du produit au bas des options de produit

source: Show Quantities
fr_fr: Afficher les quantités

source: Check this option to enable product quantity in Shop.
fr_fr: Cochez cette option pour activer la quantité de produit dans la boutique.

source: Select how to show the options in Shop Pages.
fr_fr: Sélectionnez le mode d’affichage des options dans les pages de boutique.

source: Only Show Available Options
fr_fr: Afficher uniquement les options disponibles

source: Enable Selection and Add to Cart
fr_fr: Activer la sélection et ajouter au panier

source: Options Alignment
fr_fr: Options d’alignement

source: Select options alignment in Shop Pages.
fr_fr: Sélectionnez les options d’alignement dans les pages de boutique.

source: Center
fr_fr: Centre

source: Use product price from shop element
fr_fr: Utiliser le prix du produit depuis l’élément de la boutique

source: Add product price to top of product options
fr_fr: Ajouter le prix du produit en haut des options de produit

source: Automatic Installation
fr_fr: Installation automatique

source: Check this option to use automatic installation.
fr_fr: Cochez cette option pour utiliser l’installation automatique.

source: Theme supported! Installation is set for
fr_fr: Thème supporté! L’installation est configurée pour

source: Theme not found in database. Using default settings.
fr_fr: Thème introuvable dans la base de données. Utilisation des paramètres par défaut.

source: Product Page Hook
fr_fr: Page du produit Hook

source: Product Page installation hook. Enter action name in following format action_name:priority.
fr_fr: Hook d’installation de la page produit. Entrez le nom de l’action au format suivant nom_action:priorité.

source: Default:
fr_fr: Défaut:

source: Shop Hook
fr_fr: Boutique Hook

source: Shop installation hook. Enter action name in following format action_name:priority.
fr_fr: Hook d’installation de boutique. Entrez le nom de l’action au format suivant nom_action:priorité.

source: Product
fr_fr: Produit

source: Enter product in Shop jQuery selector. Currently set to:
fr_fr: Entrez le produit dans le sélecteur Shop jQuery. Actuellement réglé sur:

source: Product Images
fr_fr: Images de produit

source: Enter product page images jQuery selector. Currently set to:
fr_fr: Entrez les images de la page du produit jQuery selector. Actuellement réglé sur:

source: Product Summary
fr_fr: Fiche produit

source: Enter product summary with prices jQuery selector. Currently set to:
fr_fr: Entrez la fiche produit avec le sélecteur de prix jQuery. Actuellement réglé sur:

source: Add To Cart
fr_fr: Ajouter au panier

source: Enter add to cart in Shop jQuery selector. Currently set to:
fr_fr: Entrez Ajouter au panier dans Shop jQuery selector. Actuellement réglé sur:

source: Enter price jQuery selector. Currently set to:
fr_fr: Entrez le sélecteur de prix jQuery. Actuellement réglé sur:

source: Options Support
fr_fr: Options de support

source: Select product types that will support product options.
fr_fr: Sélectionnez les types de produits qui prendront en charge les options de produit.

source: Variable Products
fr_fr: Produits variables

source: All Products (Simple Products)
fr_fr: Tous les produits (produits simples)

source: Out Of Stock Display
fr_fr: Affichage rupture de stock

source: Select how the to display the Out of Stock options for variable products.
fr_fr: Sélectionnez le mode d’affichage des options de rupture de stock pour les produits variables.

source: Shown but not clickable
fr_fr: Affiché mais non cliquable

source: Shown and clickable
fr_fr: Affiché et cliquable

source: Hidden from pages
fr_fr: Caché des pages

source: Image Switching Attributes
fr_fr: Image de commutation Attributs

source: Select attributes that will switch the product image. Available only if Advanced Image Switcher option is used.
fr_fr: Sélectionnez les attributs qui changeront l’image du produit. Disponible uniquement si l’option Advanced Image Switcher est utilisée.

source: Step Selection
fr_fr: Sélection par étape

source: Check this option to use stepped selection.
fr_fr: Cochez cette option pour utiliser la sélection par étapes.

source: Disable Option Deselection
fr_fr: Désactiver l’option Désélection

source: Check this option to disallow option deselection/unchecking.
fr_fr: Cochez cette option pour interdire l’option désélection / décochage.

source: Backorder Notifications
fr_fr: Notifications de réapprovisionnement
