Repository: slidegg/shape
Catalog: src/plugins/xforwoocommerce/lang/xforwoocommerce-*.po
Languages: fr_fr

source: Enter filter element ID attribute
fr_fr: Entrez l’attribut ID de l’élément filtrant

source: Enter filter element class attribute
fr_fr: Entrez l’attribut de classe de l’élément filtrant

source: Result Count Integration
fr_fr: Intégration du compte de résultats

source: Replace WooCommerce result count element with a product filter
fr_fr: Remplacer l’élément de comptage des résultats WooCommerce par un filtre produit

source: Order By Integration
fr_fr: Classer par intégration

source: Replace WooCommerce order by element with a product filter
fr_fr: Remplacer la commande WooCommerce par un élément avec un filtre produit

source: Widget Integration
fr_fr: Intégration de widgets

source: Looking for widget integration options? Product Filter widgets are added to sidebars in the WordPress Widgets screen.
fr_fr: Vous recherchez des options d’intégration de widgets ? Les widgets de Product Filter sont ajoutés dans les encadrés latéraux de l’écran Widgets WordPress.

source: Click here to navigate to WordPress Widgets
fr_fr: Cliquez ici pour naviguer vers les widgets WordPress

source: If theme that you are using has limited sidebar options, try plugins such as
fr_fr: Si le thème que vous utilisez a des options latérales limitées, essayez des plugins tels que

source: Use Analytics
fr_fr: Utiliser Analytics

source: Check this option to use filtering analytics
fr_fr: Cochez cette option pour utiliser l’analyse de filtrage

source: Presets
fr_fr: Préréglage

source: Add filter presets for
fr_fr: Ajoutez des préréglages de filtre pour

source: Choose term, that when selected, will show the set filter preset
fr_fr: Choisir un terme qui, s’il est sélectionné, affichera le préréglage du filtre défini

source: Filtering analytics are empty!
fr_fr: Les analyses de filtrage sont vides !

source: Click the button to reset filtering analytics.
fr_fr: Cliquez sur le bouton pour réinitialiser l’analyse de filtrage.

source: Reset analytics
fr_fr: Réinitialiser les analyses

source: Flat inline
fr_fr: En ligne à plat

source: Flat block
fr_fr: En bloc à plat

source: Flat select
fr_fr: Sélection à plat

source: Popular
fr_fr: Populaire

source: All
fr_fr: Tous

source: Edit
fr_fr: Modifier

source: Update
fr_fr: Mise à jour

source: Add New
fr_fr: Ajouter nouveau

source: New
fr_fr: Nouveau

source: name
fr_fr: nom

source: Separate
fr_fr: Séparer

source: with commas
fr_fr: avec des virgules

source: Add or remove
fr_fr: Ajouter ou supprimer

source: Choose from the most used
fr_fr: Choisissez parmi les plus utilisés

source: No
fr_fr: Non

source: found
fr_fr: trouvé

source: No Characteristics found
fr_fr: Aucune Caractéristiques trouvées

source: Load More
fr_fr: Charger plus

source: No More Products!
fr_fr: Plus de produits !

source: Load more
fr_fr: Charger plus

source: No products found
fr_fr: Aucun produit trouvé

source: Product Loops
fr_fr: Boucles de produits

source: Product Loops Overrides
fr_fr: Remplacements de boucles de produit

source: Product Loops for WooCommerce Documentation
fr_fr: Boucles de produits pour la documentation de WooCommerce

source: Click to close product quick view!
fr_fr: Cliquez pour fermer l’aperçu rapide du produit !

source: Sales
fr_fr: Ventes

source: Category
fr_fr: Catégorie

source: Tag
fr_fr: Etiquette

source: Quickview
fr_fr: Aperçu rapide

source: Added!
fr_fr: Ajoutée !

source: Loop Name
fr_fr: Nom de la boucle

source: Shop Design
fr_fr: Design de la boutique

source: Product Loops for WooCommerce
fr_fr: Boucles de produits pour WooCommerce

source: Settings page for Product Loops for WooCommerce!
fr_fr: Page de configuration des boucles de produits pour WooCommerce !

source: Product Loop Options
fr_fr: Options de boucle de produit

source: Assign Product Loops
fr_fr: Affecter des boucles de produits

source: Assign Product Loop Options
fr_fr: Attribuer des options de boucle de produit

source: Product Quickview
fr_fr: Aperçu rapide du produit

source: Product Quickview Options
fr_fr: Options d’aperçu rapide du produit

source: Loop Manager
fr_fr: Gestionnaire de boucles

source: Create product loop presets
fr_fr: Créer des préréglages de boucle de produit

source: Enter loop name
fr_fr: Entrer le nom de la boucle

source: Loop Type
fr_fr: Type de boucle

source: Select loop type
fr_fr: Sélectionner le type de boucle

source: Classic
fr_fr: Classique

source: Elegant
fr_fr: Élégant

source: Boxed
fr_fr: En boîte

source: Boxed and Colored
fr_fr: En boîte et coloré

source: Inside bottom
fr_fr: En bas à l’intérieur

source: Inside bottom with Meta/Options hover
fr_fr: En bas à l’intérieur avec Meta/Options en survol

source: Inside top
fr_fr: En haut à l’intérieur

source: Inside top with Meta/Options hover
fr_fr: En haut à l’intérieur avec Meta/Options en survol

source: Inside top with Meta/Options slide in from bottom
fr_fr: En haut à l’intérieur avec Meta/Options à glisser depuis le bas

source: Outside with hover
fr_fr: A l’extérieur avec un survol

source: Default Display
fr_fr: Affichage par défaut

source: Select default display mode
fr_fr: Sélectionner le mode d’affichage par défaut

source: List
fr_fr: Liste

source: Button
fr_fr: Bouton

source: Set button style
fr_fr: Définir le style de bouton

source: Inherit from theme
fr_fr: Hérité du thème

source: Flat 3D
fr_fr: Plat 3D

source: Hue
fr_fr: Teinte

source: Hue 3D
fr_fr: Teinte 3D

source: Accent Color
fr_fr: Couleur d’accentuation

source: Set loop accent color
fr_fr: Définir la couleur d’accentuation de la boucle

source: Hover Color
fr_fr: Couleur de survol

source: Set loop hover color
fr_fr: Définir la couleur du survol de boucle

source: Image Size
fr_fr: Taille de l’image

source: Set image size
fr_fr: Définir la taille de l’image

source: Image Ratio
fr_fr: Ratio d’image

source: Set image ratio
fr_fr: Définir le rapport d’image

source: Use WooCommerce image size
fr_fr: Utiliser la taille de l’image WooCommerce

source: Full Resolution
fr_fr: Pleine résolution

source: Large WordPress
fr_fr: WordPress grand format

source: Medium WordPress
fr_fr: WordPress format moyen

source: Image Align
fr_fr: Alignement de l’image

source: Set image align
fr_fr: Définir l’alignement d’image

source: Starting point
fr_fr: Point de départ

source: Ending point
fr_fr: Point de fin

source: Image Effect
fr_fr: Effet image

source: Set image effect
fr_fr: Définir l’effet d’image

source: Image gallery
fr_fr: Galerie d’images

source: Fade in second image
fr_fr: Fondu enchaîné sur la deuxième image

source: Slide up second image
fr_fr: Faites glisser à la seconde image par le haut

source: Slide down second image
fr_fr: Faites glisser à la seconde image par le bas

source: Slide left second image
fr_fr: Faites glisser à la seconde image par la gauche

source: Slide right second image
fr_fr: Faites glisser à la seconde image par la droite

source: Zoom in second image
fr_fr: Agrandir vers la deuxième image

source: Fade in overlay
fr_fr: Fondu en surimpression

source: Slide up overlay
fr_fr: Surimpression coulissante par le haut

source: Slide down overlay
fr_fr: Surimpression coulissante par le bas

source: Slide left overlay
fr_fr: Surimpression coulissante par la gauche

source: Slide right overlay
fr_fr: Surimpression coulissante par la droite

source: Zoom in overlay
fr_fr: Zoom en surimpression

source: Grid Description Rows
fr_fr: Description de la grille

source: Set the product short description row length in grid mode
fr_fr: Définir la longueur de la ligne de description courte du produit en mode grille

source: List Description Rows
fr_fr: Liste Description Lignes

source: Set the product short description row length in list mode
fr_fr: Définir la longueur de la ligne de description courte du produit en mode liste

source: Grid Elements
fr_fr: Éléments de la grille

source: Select loop elements to hide in grid mode
fr_fr: Sélectionner les éléments de boucle à masquer en mode grille

source: Product Image
fr_fr: Image du produit

source: Product Title
fr_fr: Titre du produit

source: Product Short Description
fr_fr: Description courte du produit

source: Product Attributes
fr_fr: Attributs du produit

source: Product Price
fr_fr: Prix du produit

source: Product Add to Cart
fr_fr: Produit Ajouter au panier

source: List Elements
fr_fr: Éléments de liste

source: Select loop elements to hide in list mode
fr_fr: Sélectionner les éléments de boucle à masquer en mode liste

source: Grid Meta
fr_fr: Meta Grille

source: Select meta elements to hide in grid mode
fr_fr: Sélectionnez les méta-éléments à masquer en mode grille

source: Author
fr_fr: Auteur

source: List Meta
fr_fr: Liste Meta

source: Select meta elements to hide in table mode
fr_fr: Sélectionnez les méta-éléments à masquer en mode tableau

source: Grid Attributes
fr_fr: Attributs de la grille

source: Select attributes to show in grid mode
fr_fr: Sélectionnez les attributs à afficher en mode grille

source: List Attributes
fr_fr: Attributs de liste

source: Select attributes to show in table mode
fr_fr: Sélectionnez les attributs à afficher en mode tableau

source: Grid Columns
fr_fr: Colonnes de la grille

source: Set grid product columns
fr_fr: Définir les colonnes des produits de la grille

source: Text Size
fr_fr: Taille du texte

source: Set text size
fr_fr: Définir la taille du texte

source: List Image Width
fr_fr: Largeur de l’image de la liste

source: Set the image width in list mode (em)
fr_fr: Régler la largeur de l’image en mode liste (em)

source: Grid Gap
fr_fr: Écart de la grille

source: Set gap between grid columns
fr_fr: Définir l’écart entre les colonnes de la grille

source: Shop Product Loop
fr_fr: Boucle de produit de la boutique

source: Select shop loop preset
fr_fr: Sélectionnez le préréglage de boucle de boutique

source: Related Product Loop
fr_fr: Boucle de produit associée

source: Select related loop preset
fr_fr: Sélectionnez le préréglage de boucle associée

source: Upsells Product Loop
fr_fr: Boucle de produits de ventes additionnelles

source: Select upsells loop preset
fr_fr: Sélectionnez le préréglage de boucle des ventes additionnelles

source: Cross-Sells Product Loop
fr_fr: Boucle de produits de ventes croisées

source: Select cross-sells loop preset
fr_fr: Sélectionnez le préréglage de la boucle des ventes croisées

source: Product Loop Overrides
fr_fr: Remplacement de la boucle de produit

source: Set loop overrides
fr_fr: Définir les remplacements de boucle

source: New Product Loop Period
fr_fr: Nouvelle période de boucle de produit

source: Set new product loop expire in period (days)
fr_fr: Définir la nouvelle boucle de produit qui expire dans la période (jours)

source: New Product Loop Preset
fr_fr: Nouveau préréglage de boucle de produit

source: Set new product loop preset
fr_fr: Définir un nouveau préréglage de boucle de produit

source: Featured Product Loop
fr_fr: Boucle de produit en vedette

source: Set featured product loop preset
fr_fr: Définir le préréglage de la boucle du produit en vedette

source: Tag Product Loops
fr_fr: Étiquette de boucle de produit

source: Add tag product loop presets
fr_fr: Ajouter des préréglages d’étiquette de produit

source: Category Product Loops
fr_fr: Catégorie Boucles de produits

source: Add category product loop presets
fr_fr: Ajouter des préréglages de catégorie de boucle de produit

source: Related Products
fr_fr: Produits associés

source: Show related products in quick view
fr_fr: Afficher les produits associés en aperçu rapide

source: Select quickview related product loop preset
fr_fr: Sélectionnez le préréglage d’aperçu rapide de la boucle de produit associée

source: Related Product Limit
fr_fr: Limite de produit associé

source: Select quickview related product limit
fr_fr: Sélectionnez la limite d’aperçu rapide du produit associé

source: Isotope Mode
fr_fr: Mode Isotope

source: Isotope.js library settings
fr_fr: Paramètres de la bibliothèque Isotope.js

source: Disable library and use CSS layout mode
fr_fr: Désactiver la bibliothèque et utiliser le mode de mise en page CSS

source: Masonry (Default)
fr_fr: Masonry (Défaut)

source: Fit Rows
fr_fr: Ajuster les lignes

source: Grid/List Session
fr_fr: Session Grille/Liste

source: Remember if users switch grid to list view and vice versa
fr_fr: Se rappeler si les utilisateurs passent de la vue grille à la vue liste et vice versa

source: Brand
fr_fr: Marque

source: Manufacturer
fr_fr: Fabricant

source: Material
fr_fr: Matériel

source: Keywords
fr_fr: Mots-clés

source: Enter keywords separated by comma
fr_fr: Entrez les mots-clés séparés par des virgules

source: Title format
fr_fr: Format du titre

source: Enter title format that will appear in search results
fr_fr: Entrez le format du titre qui apparaîtra dans les résultats de recherche

source: Description format
fr_fr: Format de description

source: Enter description format that will appear in search results
fr_fr: Entrez le format de description qui apparaîtra dans les résultats de recherche

source: Facebook image URL
fr_fr: URL de l’image Facebook

source: Enter Facebook image URL of image to appear instead of the featured image (1200x628px is best for Facebook)
fr_fr: Entrez l’URL de l’image Facebook de l’image à afficher à la place de l’image en vedette (1200x628px est préférable pour Facebook)

source: Twitter image URL
fr_fr: URL de l’image Twitter

source: Enter Twitter image URL of image to appear instead of the featured image (1024x512px is best for Twitter)
fr_fr: Entrez l’URL de l’image Twitter de l’image pour qu’elle apparaisse à la place de l’image en vedette (1024x512px est préférable pour Twitter)

source: Site title
fr_fr: Titre du site

source: Site tagline
fr_fr: Slogan du site

source: Excerpt
fr_fr: Extrait

source: Separator
fr_fr: Séparateur

source: Archive title
fr_fr: Titre de l’archive

source: Archive description
fr_fr: Description des archives

source: Archive name
fr_fr: Nom de l’archive

source: Currency
fr_fr: Monnaie

source: Product content
fr_fr: Contenu du produit

source: Product short description
fr_fr: Brève description du produit

source: Regular price
fr_fr: Prix courant

source: Sale price
fr_fr: Prix de vente

source: Product category
fr_fr: Catégorie de produit

source: Product tag
fr_fr: Étiquette du produit

source: Product brand
fr_fr: Marque du produit

source: Product manufacturer
fr_fr: Fabricant du produit

source: Product availability
fr_fr: Disponibilité du produit

source: Product color
fr_fr: Couleur du produit

source: Product condition
fr_fr: État du produit

source: Search engine optimization (SEO)
fr_fr: Optimisation des moteurs de recherche (SEO)

source: Autopilot SEO for WooCommerce
fr_fr: Pilote automatique SEO pour WooCommerce

source: Settings page for Autopilot SEO for WooCommerce!
fr_fr: Page des paramètres pour le référencement automatique pour WooCommerce !

source: Social Options
fr_fr: Options sociales

source: WooCommerce Options
fr_fr: Options WooCommerce

source: Shop/Archive
fr_fr: Boutique/Archives

source: Shop/Archive Options
fr_fr: Boutique/Archives Options

source: Pages Options
fr_fr: Options de Pages

source: Blog Options
fr_fr: Options de Blog

source: Add Meta
fr_fr: Ajouter méta

source: Add Meta Options
fr_fr: Ajouter des méta-options

source: Welcome to Autopilot SEO Dashboard
fr_fr: Bienvenue à Autopilot SEO Dashboard

source: Site metrics are provided by
fr_fr: Les métriques du site sont fournies par

source: Select separator element for format builders
fr_fr: Sélectionnez l’élément séparateur pour les constructeurs de format

source: Brands
fr_fr: Marques

source: Select brands taxonomy or attribute to use
fr_fr: Sélectionnez la taxonomie ou l’attribut des marques à utiliser

source: Select manufacturer taxonomy or attribute to use
fr_fr: Sélectionnez la taxonomie ou l’attribut du fabricant à utiliser

source: Select color taxonomy or attribute to use
fr_fr: Sélectionnez la taxonomie ou l’attribut de couleur à utiliser

source: Select condition taxonomy or attribute to use
fr_fr: Sélectionnez la taxonomie ou l’attribut de condition à utiliser

source: Select material taxonomy or attribute to use
fr_fr: Sélectionnez la taxonomie ou l’attribut de matériaux à utiliser

source: Use Authors (Vendors)
fr_fr: Utilisez les auteurs (vendeurs)

source: If this option is checked authors (vendors) will be used for author in the metadata. If this option is unchecked only site publisher will be used
fr_fr: Si cette option est cochée, les auteurs (vendeurs) seront utilisés comme auteurs dans les métadonnées. Si cette option n’est pas cochée, seul l’éditeur du site sera utilisé

source: If product has no featured image enter URL of the image to show
fr_fr: Si le produit n’a pas d’image en vedette, entrez l’URL de l’image à afficher

source: Google+ Profile ID
fr_fr: Identifiant du profil Google+

source: Enter your Google+ Profile ID. If not set, admin user Google+ option will be used
fr_fr: Entrez votre identifiant de profil Google+. Si cette option n’est pas activée, l’option Google+ de l’utilisateur administrateur sera utilisée

source: Facebook Profile ID
fr_fr: Identifiant du profil Facebook

source: Enter your Facebook Profile ID. If not set, admin user Facebook option will be used
fr_fr: Entrez votre identifiant de profil Facebook. Si cette option n’est pas activée, l’option Facebook de l’utilisateur administrateur sera utilisée

source: Facebook APP ID
fr_fr: Identifiant Facebook APP

source: Enter your Facebook APP ID
fr_fr: Entrez votre identifiant Facebook APP

source: Twitter Username
fr_fr: Nom d’utilisateur Twitter

source: Enter your Twitter username (without @). If not set, admin user Twitter option will be used
fr_fr: Entrez votre nom d’utilisateur pour Twitter (sans @). Si cette option n’est pas activée, l’option Twitter de l’utilisateur administrateur sera utilisée

source: Twitter Data
fr_fr: Données Twitter

source: Set which Twitter labels to include
fr_fr: Définir quelles étiquettes Twitter inclure

source: Enter products title format that will appear in search results
fr_fr: Entrez le format du titre des produits qui apparaîtra dans les résultats de recherche

source: Product Description
fr_fr: Description du produit

source: Enter products description format that will appear in search results
fr_fr: Entrez le format de description des produits qui apparaîtra dans les résultats de recherche

source: Product Types
fr_fr: Types de produits

source: Use manager to create product types title and description formats
fr_fr: Utiliser le gestionnaire pour créer les formats de titre et de description des types de produits

source: Type Name
fr_fr: Nom du type

source: Select Type
fr_fr: Sélectionnez le type

source: Set search appearance format to the selected product type
fr_fr: Définir le format d’apparence de la recherche sur le type de produit sélectionné

source: Disable Type
fr_fr: Désactiver le type

source: Check this option to remove this product type from search results
fr_fr: Cochez cette option pour supprimer ce type de produit des résultats de recherche

source: Enter product title format that will appear in search results
fr_fr: Entrez le format du titre du produit qui apparaîtra dans les résultats de recherche

source: Enter product description format that will appear in search results
fr_fr: Entrez le format de description du produit qui apparaîtra dans les résultats de recherche

source: Shop/Archive Title
fr_fr: Titre Boutique/Archives

source: Shop/Archive Description
fr_fr: Description Boutique/Archives

source: Shop/Archive Types
fr_fr: Types Boutique/Archives

source: Use manager to create Shop/Archive title and description formats
fr_fr: Utiliser le gestionnaire pour créer des formats de titres et de descriptions de boutiques/archives

source: Archive Name
fr_fr: Nom de l’archive

source: Select Archive
fr_fr: Sélectionnez une archive

source: Set search appearance format to the selected product archive type
fr_fr: Définir le format d’apparence de la recherche sur le type d’archive produit sélectionné

source: Disable Archive
fr_fr: Désactiver l’archivage

source: Check this option to remove this archive from search results
fr_fr: Cochez cette option pour supprimer cette archive des résultats de recherche

source: Home Title
fr_fr: Titre de la page d’accueil

source: Enter home title format that will appear in search results
fr_fr: Entrez le format du titre de la page d’accueil qui apparaîtra dans les résultats de recherche

source: Home Description
fr_fr: Description de la page d’accueil

source: Enter home description format that will appear in search results
fr_fr: Entrez le format de description de la page d’accueil qui apparaîtra dans les résultats de recherche

source: Pages Title
fr_fr: Titre des pages

source: Enter pages title format that will appear in search results
fr_fr: Entrez le format du titre des pages qui apparaîtra dans les résultats de recherche

source: Pages Description
fr_fr: Description des pages

source: Enter pages description format that will appear in search results
fr_fr: Entrez le format de description des pages qui apparaîtra dans les résultats de recherche

source: Blog Title
fr_fr: Titre du blog

source: Enter blog title format that will appear in search results
fr_fr: Entrez le format du titre du blog qui apparaîtra dans les résultats de recherche

source: Blog Description
fr_fr: Description Blog

source: Enter blog description format that will appear in search results
fr_fr: Entrez le format de description du blog qui apparaîtra dans les résultats de recherche

source: Post Title
fr_fr: Titre d’article

source: Enter post title format that will appear in search results
fr_fr: Entrez le format du titre de l’article qui apparaîtra dans les résultats de recherche

source: Post Description
fr_fr: Description de l’article

source: Enter post description format that will appear in search results
fr_fr: Entrez le format de description de l’article qui apparaîtra dans les résultats de recherche

source: Use manager to create custom meta tags
fr_fr: Utilisez le gestionnaire pour créer des balises méta personnalisées

source: Meta Name
fr_fr: Méta Nom

source: Select which META tag property you want to set
fr_fr: Sélectionnez la propriété de la balise META que vous voulez définir

source: Property Value
fr_fr: Valeur de la propriété

source: Enter property value
fr_fr: Entrez la valeur de la propriété

source: Property Content
fr_fr: Contenu de la propriété

source: Enter property content
fr_fr: Entrez le contenu de la propriété

source: Conditional Functions
fr_fr: Fonctions conditionnelles

source: Enter conditional functions for this meta e.g.
fr_fr: Entrez les fonctions conditionnelles pour cette méta par ex.

source: Autopilot SEO
fr_fr: Pilote automatique SEO

source: Product Information
fr_fr: Informations sur le produit

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Share on Pinterest
fr_fr: Partager sur Pinterest

source: Share on LinkedIn
fr_fr: Partager sur LinkedIn

source: Print product
fr_fr: Imprimer le produit

source: Download PDF
fr_fr: Téléchargez PDF

source: Enter email to share
fr_fr: Entrez l’email à partager

source: Hey! Check
fr_fr: Hé ! Vérifié

source: Thought you might be interested in this
fr_fr: J’ai pensé que ça pourrait vous intéresser

source: Check this link link for more info
fr_fr: Cliquez sur ce lien pour plus d’informations

source: Email to a friend
fr_fr: Envoyer par email à un(e) ami(e)

source: Link
fr_fr: Lien

source: Weight
fr_fr: Poids

source: Print products
fr_fr: Imprimer les produits

source: PDF, Print and Share
fr_fr: PDF, Imprimer et partager

source: Share, Print, PDF for WooCommerce
fr_fr: Partager, Imprimer, PDF pour WooCommerce
