Repository: slidegg/shape
Catalog: src/plugins/xforwoocommerce/lang/xforwoocommerce-*.po
Languages: fr_fr

source: Settings page for Share, Print, PDF for WooCommerce!
fr_fr: Page des paramètres pour Partager, Imprimer, PDF pour WooCommerce !

source: Print/PDF Setup
fr_fr: Imprimer/PDF Configuration

source: Print/PDF Setup Options
fr_fr: Options de configuration de Imprimer/PDF

source: Installation Method
fr_fr: Méthode d’installation

source: Select method for installing the Share, Print and PDF template in your Shop.
fr_fr: Sélectionnez la méthode d’installation du modèle Partager, Imprimer et PDF dans votre boutique.

source: Override WooCommerce Template
fr_fr: Remplacer le modèle WooCommerce

source: Init Action
fr_fr: Action d’initiation

source: Change default plugin initialization action on single product pages. Use actions done in your content-single-product.php file. Please enter action in the following format action_name:priority.
fr_fr: Modifier l’action d’initialisation par défaut du plugin sur les pages de produit unique. Utilisez les actions effectuées dans votre fichier content-single-product.php. Veuillez entrer l’action dans le format suivant : action_name:priority.

source: Site Logo
fr_fr: Logo du site

source: Use site logo on print and PDF templates. Enter URL.
fr_fr: Utiliser le logo du site sur les modèles imprimés et PDF. Saisissez l’URL.

source: Replace Title
fr_fr: Remplacer le titre

source: Replace title with any HTML.
fr_fr: Remplacez le titre par n’importe quel HTML.

source: Icons Style
fr_fr: Style des icônes

source: Choose share icons style.
fr_fr: Choisissez le style des icônes de partage.

source: Gray
fr_fr: Gris

source: Backgrounds
fr_fr: Arrière-plans

source: Borders
fr_fr: Bordures

source: Flat Colors
fr_fr: Couleurs à plat

source: Hide Icons
fr_fr: Masquer les icônes

source: Select icons to hide on your webiste.
fr_fr: Sélectionnez les icônes à masquer sur votre site web.

source: Print
fr_fr: Imprimer

source: Page Size
fr_fr: Taille de la page

source: Select PDF page format.
fr_fr: Sélectionnez le format de page PDF.

source: Letter
fr_fr: Lettre

source: Legal
fr_fr: Légal

source: Header After
fr_fr: En-tête Après

source: Set custom content after header in print and PDF mode.
fr_fr: Définissez le contenu personnalisé après l’en-tête en mode impression et PDF.

source: Product Before
fr_fr: Avant Produit

source: Set custom content before product content in print and PDF mode.
fr_fr: Définissez le contenu personnalisé avant le contenu du produit en mode impression et PDF.

source: Product After
fr_fr: Après Produit

source: Set custom content after product content in print and PDF mode.
fr_fr: Définissez le contenu personnalisé après le contenu du produit en mode impression et PDF.

source: Share, Print, PDF
fr_fr: Partager, Imprimer, PDF

source: Share product
fr_fr: Partager le produit

source: Spam Control
fr_fr: Contrôle des spams

source: Comment and Review Spam Control for WooCommerce
fr_fr: Commentez et passez en revue le contrôle des spams pour WooCommerce

source: Settings page for Spam Control for WooCommerce!
fr_fr: Page des paramètres pour le contrôle du spam pour WooCommerce !

source: Spam Control Options
fr_fr: Options de contrôle du spam

source: Blacklist
fr_fr: Liste noire

source: Blacklist Options
fr_fr: Options de la liste noire

source: Activate Automatic Spam Control
fr_fr: Activer le contrôle automatique du spam

source: Activate automatic spam control
fr_fr: Activer le contrôle automatique du spam

source: Notice
fr_fr: Notification

source: Automatic spam control is active.
fr_fr: Le contrôle automatique du spam est actif.

source: How this works? Read the following article
fr_fr: Comment cela fonctionne-t-il ? Lire l’article suivant

source: Spam Control Interval
fr_fr: Intervalle de contrôle du spam

source: Set spam control interval
fr_fr: Définir l’intervalle de contrôle du spam

source: Once Hourly
fr_fr: Une fois par heure

source: Twice Daily
fr_fr: Deux fois par jour

source: Once Daily
fr_fr: Une fois par jour

source: Automatically clear spamed items
fr_fr: Effacer automatiquement les éléments spammés

source: Auto Clear Trash
fr_fr: Effacement automatique de la corbeille

source: Automatically clear trashed items
fr_fr: Effacer automatiquement les objets mis à la poubelle

source: Manual Blacklist
fr_fr: Liste noire manuelle

source: Manual blacklist supports usernames, IPs, IP ranges or words. Add one entry per line. Manual blacklists works in addition to automatic spam protection
fr_fr: La liste noire manuelle prend en charge les noms d’utilisateur, les adresses IP, les plages d’adresses IP ou les mots. Ajouter une entrée par ligne. Les listes noires manuelles fonctionnent en plus de la protection automatique contre le spam

source: Delete File?
fr_fr: Supprimer le fichier ?

source: File Name
fr_fr: Nom du fichier

source: Choose file
fr_fr: Choisir le fichier

source: Choose File
fr_fr: Choisir Fichier

source: Duplicate product?
fr_fr: Dupliquer produit ?

source: Product duplicated!
fr_fr: Produit dupliqué !

source: Trash product?
fr_fr: Mettre à la corbeille le produit ?

source: Trash variation?
fr_fr: La variation des déchets ?

source: Use only numbers and the decimal separator!
fr_fr: N’utilisez que des chiffres et le séparateur de décimal !

source: Discard product?
fr_fr: Jetez le produit ?

source: Product discarded!
fr_fr: Produit jeté !

source: Add New Product
fr_fr: Ajouter un nouveau produit

source: Edit product in the backend
fr_fr: Modifier le produit dans le backend

source: Save changes
fr_fr: Enregistrer les modifications

source: Discard changes
fr_fr: Rejeter les modifications

source: Grouped
fr_fr: Regroupé

source: External
fr_fr: Externe

source: Quick edit product
fr_fr: Modifier rapidement le produit

source: Duplicate product
fr_fr: Dupliquer le produit

source: Delete product
fr_fr: Supprimer le produit

source: Published
fr_fr: Publié

source: Draft
fr_fr: Ébauche

source: Pending
fr_fr: En attente

source: Currently Editing
fr_fr: En cours d’édition

source: Tap to Save
fr_fr: Appuyez pour enregistrer

source: New Product
fr_fr: Nouveau produit

source: Simple Product
fr_fr: Produit simple

source: Variable Product
fr_fr: Produit Variable

source: External Product
fr_fr: Produit externe

source: Grouped Product
fr_fr: Produit groupé

source: welcome back!
fr_fr: bon retour parmi nous !

source: Product Content
fr_fr: Contenu du produit

source: Product Status
fr_fr: Statut du produit

source: Trash
fr_fr: Corbeille

source: Product is Featured
fr_fr: Le produit est en vedette

source: Product is not Featured
fr_fr: Le produit n’est pas en vedette

source: Product Slug
fr_fr: Slug produit

source: Edit Product
fr_fr: Modifier produit

source: Featured Image
fr_fr: Image en vedette

source: Change Image
fr_fr: Changer l’image

source: Discard Image
fr_fr: Jeter l’image

source: Product Gallery
fr_fr: Galerie de produits

source: Add Image
fr_fr: Ajouter une image

source: Product Data
fr_fr: Données produit

source: Product External URL
fr_fr: URL externe du produit

source: Product Button Text
fr_fr: Texte du bouton produit

source: Product is Virtual
fr_fr: Le produit est virtuel

source: Product is not Virtual
fr_fr: Le produit n’est pas virtuel

source: Product is Downloadable
fr_fr: Le produit est téléchargeable

source: Product is not Downloadable
fr_fr: Le produit n’est pas téléchargeable

source: Regular Price
fr_fr: Prix courant

source: Sale Price
fr_fr: Prix de vente

source: Taxable
fr_fr: Imposable

source: Shipping
fr_fr: Expédition

source: Tax Status
fr_fr: Statut fiscal

source: Tax Class
fr_fr: Catégorie d’imposition

source: Product is Sold Individually
fr_fr: Le produit est vendu individuellement

source: Product is not Sold Individually
fr_fr: Le produit n’est pas vendu individuellement

source: Product is In Stock
fr_fr: Le produit est en stock

source: Product is currently Out of Stock
fr_fr: Le produit est actuellement en rupture de stock

source: Stock Quantity
fr_fr: Quantité en stock

source: Allow Backorders
fr_fr: Autoriser les commandes en suspens

source: Do not allow
fr_fr: Ne permettez pas

source: Allow, but notify customer
fr_fr: Autoriser, mais avertir le client

source: Allow
fr_fr: Autoriser

source: Manage Stock
fr_fr: Gérer le stock

source: Start Sale
fr_fr: Démarrer la vente

source: From&hellip; YYYY-MM-DD
fr_fr: De&hellip; AAAA-MM-JJ

source: End Sale
fr_fr: Fin de la vente

source: To&hellip; YYYY-MM-DD
fr_fr: À&hellip; AAAA-MM-JJ

source: Schedule Sale
fr_fr: Calendrier de vente

source: Choose a grouped product&hellip;
fr_fr: Choisissez un produit groupé&hellip;

source: Grouping
fr_fr: Regroupement

source: Purchase Note
fr_fr: Note d’achat

source: Product Shipping
fr_fr: Expédition du produit

source: Length
fr_fr: Longueur

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: No shipping class
fr_fr: Aucune classe d’expédition

source: Shipping Class
fr_fr: Classe d’expédition

source: Product Downloads
fr_fr: Téléchargements de produits

source: Insert file URL
fr_fr: Insérer l’URL du fichier

source: Add File
fr_fr: Ajouter fichier

source: Download Limit
fr_fr: Limite de téléchargement

source: Download Expiry
fr_fr: Expiration de téléchargement

source: Standard Product
fr_fr: Produit standard

source: Application/Software
fr_fr: Application/Logiciel

source: Music
fr_fr: Musique

source: Download Type
fr_fr: Type de téléchargement

source: Product Taxnonomies and Terms
fr_fr: Taxonomies et termes relatifs aux produits

source: Product Categories
fr_fr: Catégories de produits

source: Product Tags
fr_fr: Étiquettes de produit

source: Attribute is visible on product page
fr_fr: L’attribut est visible sur la page du produit

source: Attribute is not visible on product page
fr_fr: L’attribut n’est pas visible sur la page du produit

source: Attribute is used in variations
fr_fr: L’attribut est utilisé dans les variations

source: Attribute is not used in variations
fr_fr: L’attribut n’est pas utilisé dans les variations

source: Enabled
fr_fr: Activé

source: Product Variation #ID
fr_fr: Variante du produit #ID

source: Delete variation
fr_fr: Supprimer la variation

source: Any
fr_fr: Tout(e)

source: Same as parent
fr_fr: Identique au parent

source: Add New Variation
fr_fr: Ajouter une nouvelle variante

source: Update Attributes and Variations
fr_fr: Mise à jour des attributs et des variations

source: Insert Image
fr_fr: Insérer image

source: Set Featured Image
fr_fr: Définir l’image en vedette

source: Select Product Images
fr_fr: Sélectionner les images du produit

source: Add Images
fr_fr: Ajouter des images

source: Variation #%s of %s
fr_fr: Variation #%s de %s

source: Add image
fr_fr: Ajouter une image

source: (Copy)
fr_fr: (Copie)

source: New product
fr_fr: Nouveau produit

source: Create Simple Products
fr_fr: Créer des produits simples

source: Create Grouped Products
fr_fr: Créer des produits groupés

source: Create External Products
fr_fr: Créer des produits externes

source: Create Variable Products
fr_fr: Créer des produits variables

source: Create Custom Products
fr_fr: Créer des produits personnalisés

source: Feature Product
fr_fr: Produit en vedette

source: Product Content and Description
fr_fr: Contenu et description du produit

source: Downloadable Products
fr_fr: Produits téléchargeables

source: Virtual Products
fr_fr: Produits virtuels

source: Product External URL (External/Affilate)
fr_fr: URL externe du produit (Externe/Affilié)

source: Product External Button Text
fr_fr: Texte du bouton du produit externe

source: Product SKU
fr_fr: SKU produit

source: Product Tax
fr_fr: Taxe sur le produit

source: Product Prices
fr_fr: Prix des produits

source: Sold Individually
fr_fr: Vendu individuellement

source: Product Stock
fr_fr: Stock produit

source: Product Schedule Sale
fr_fr: Calendrier de vente du produit

source: Product Grouping
fr_fr: Groupement de produits

source: Product Purchase Note
fr_fr: Note d’achat du produit

source: Manage Downloads
fr_fr: Gérer les téléchargements

source: Manage Download Extended Settings
fr_fr: Gérer les paramètres étendus de téléchargement

source: Edit Product Categories
fr_fr: Modifier les catégories de produits

source: Edit Product Tags
fr_fr: Modifier les étiquettes de produit

source: Edit Product Attributes
fr_fr: Modifier les attributs du produit

source: Add New Taxonomy Terms
fr_fr: Ajouter de nouveaux termes de taxonomie

source: Add Variation (Variable)
fr_fr: Ajouter une variation (Variable)

source: Edit Variations (Variable)
fr_fr: Modifier les variations (Variable)

source: Delete Variation (Variable)
fr_fr: Supprimer la variation (Variable)

source: Edit Product Attributes (Variable)
fr_fr: Modifier les attributs de produit (Variable)

source: Duplicate Products
fr_fr: Dupliquer des produits

source: Delete Products
fr_fr: Supprimer des produits

source: Backend Buttons
fr_fr: Boutons Backend

source: Opton Name
fr_fr: Nom d’option

source: Dark
fr_fr: Sombre

source: Live product editor
fr_fr: Editeur de produits en direct

source: Live Product Editor for WooCommerce
fr_fr: Éditeur de produits en direct pour WooCommerce

source: Settings page for Live Product Editor for WooCommerce!
fr_fr: Page de configuration pour l’éditeur de produit en direct pour WooCommerce !

source: Products Options
fr_fr: Produits options

source: Vendors
fr_fr: Vendeurs

source: Vendors Options
fr_fr: Options des vendeurs

source: Custom Options
fr_fr: Options personnalisées

source: Custom Options Settings
fr_fr: Paramètres des options personnalisées

source: Custom Logo
fr_fr: Logo personnalisé

source: Use custom logo and enter logo URL. Use square images (200x200px)!
fr_fr: Utilisez le logo personnalisé et entrez l’URL du logo. Utilisez des images carrées (200x200px) !

source: Show Logo/User
fr_fr: Afficher Logo/Utilisateur

source: Select what to show in the Live Product Editor header, logo or logged in user.
fr_fr: Sélectionnez ce qu’il faut afficher dans l’en-tête de l’éditeur de produits en direct, logo ou utilisateur connecté.

source: Show Logo
fr_fr: Afficher Logo

source: Show Logged User
fr_fr: Afficher l’utilisateur connecté

source: Live Editor Style
fr_fr: Style de l’éditeur en direct

source: Select Live Product Editor style/skin.
fr_fr: Sélectionnez le style/apparence de l’éditeur de produit en direct.

source: Use custom initialization action for Shop/Product Archives. Use actions initiated in your content-product.php template. Please enter action name in following format action_name:priority
fr_fr: Utilisez l’action d’initialisation personnalisée pour les archives Boutique/Produits. Utilisez les actions initiées dans votre modèle content-product.php. Veuillez entrer le nom de l’action dans le format suivant action_name:priority

source: Use custom initialization action on Single Product Pages. Use actions initiated in your content-single-product.php template. Please enter action name in following format action_name:priority
fr_fr: Utilisez l’action d’initialisation personnalisée sur les pages de produits uniques. Utilisez les actions initiées dans votre modèle content-single-product.php. Veuillez entrer le nom de l’action dans le format suivant action_name:priority

source: Check this option to load plugin scripts in all pages. This option fixes issues in Quick Views, AJAX loads and similar.
fr_fr: Cochez cette option pour charger les scripts du plugin dans toutes les pages. Cette option corrige des problèmes dans les vues rapides, les chargements AJAX et similaires.

source: Show Hidden Products
fr_fr: Afficher les produits cachés

source: Check this option to enable pending and draft products in Shop/Product Archives.
fr_fr: Cochez cette option pour activer les produits en attente et les ébauches de produits dans les archives Boutique/Produit.

source: New Product Button
fr_fr: Bouton Nouveau produit

source: Check this option to hide the New Product Button (Create Product). Use [wfsm_new_product] shortcode if you need a custom New Product Button.
fr_fr: Cochez cette option pour masquer le bouton Nouveau produit (Créer un produit). Utilisez le shortcode [wfsm_new_product] si vous avez besoin d’un bouton personnalisé Nouveau produit.

source: New Product Status
fr_fr: Statut de Nouveau Produit

source: Select the default status for newly created products.
fr_fr: Sélectionnez le statut par défaut pour les produits récemment créés.

source: New Product is Virtual
fr_fr: Le nouveau produit est virtuel

source: Check this option to set virtual by default (not shipped) for new products.
fr_fr: Cochez cette option pour définir virtuel par défaut (non expédié) pour les nouveaux produits.

source: New Product is Downloadable
fr_fr: Le nouveau produit est téléchargeable

source: Check this option to set downloadable by default for new products.
fr_fr: Cochez cette option pour définir téléchargeable par défaut pour les nouveaux produits.

source: Custom Product Options
fr_fr: Options de produits personnalisés

source: Click Add Custom Settings Group button to add special product options in the Live Product Editor.
fr_fr: Cliquez sur le bouton Ajouter un groupe de paramètres personnalisés pour ajouter des options de produit spéciales dans l’éditeur de produit en direct.

source: Group Name
fr_fr: Nom du groupe

source: Enter group name
fr_fr: Entrez le nom du groupe

source: Add options to options group
fr_fr: Ajoutez des options au groupe d’options

source: Option Name
fr_fr: Nom de l’option

source: Input
fr_fr: Entrée

source: Enter option name
fr_fr: Entrez le nom de l’option

source: Key
fr_fr: Clé

source: Enter database key
fr_fr: Entrez la clé de la base de données

source: Default Value
fr_fr: Valeur par défaut

source: Enter default value
fr_fr: Entrez la valeur par défaut

source: Enter options (JSON string)
fr_fr: Entrez les options (JSON string)

source: Products per Vendor
fr_fr: Produits par vendeur

source: Maximum number of products vendor can create.
fr_fr: Nombre maximum de produits que le vendeur peut créer.

source: Default Vendor Restrictions
fr_fr: Restrictions par défaut des vendeurs

source: Selected product options vendors will not be able to edit.
fr_fr: Les options de produits sélectionnés de vendeurs ne pourront pas être modifiés.

source: Vendor Groups Manager
fr_fr: Gestionnaire des groupes de vendeurs

source: Click Add Vendor Premission Group button to customize user editing permissions for specified users.
fr_fr: Cliquez sur le bouton Ajouter un groupe d’autorisations de fournisseur pour personnaliser les autorisations de modification d’utilisateur pour des utilisateurs spécifiques.

source: Select Users
fr_fr: Sélectionnez Utilisateurs

source: Select users
fr_fr: Sélectionnez les utilisateurs

source: Select Options
fr_fr: Sélectionnez Options

source: Selected product options vendors from this group will not be able to edit
fr_fr: Les fournisseurs d’options de produits sélectionnés dans ce groupe ne pourront pas être édités

source: Live Editor
fr_fr: Éditeur en direct

source: says
fr_fr: dit

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: %1$s at %2$s
fr_fr: %1$s à %2$s

source: (Edit)
fr_fr: (Modifier)

source: Warranties and Returns
fr_fr: Garanties et retours

source: Warranties and Returns for WooCommerce
fr_fr: Garanties et retours pour WooCommerce

source: Settings page for Warranties and Returns for WooCommerce!
fr_fr: Page des paramètres pour les garanties et les retours pour WooCommerce !

source: Warranties
fr_fr: Garanties

source: Warranties Options
fr_fr: Options de garanties

source: Returns
fr_fr: Retours

source: Returns Options
fr_fr: Options de retour

source: E-Mail Options
fr_fr: Options d’e-mail

source: Request Page
fr_fr: Page de requête

source: Please select the page for requesting warranties. Check Documentation FAQ if the page was not created automatically.
fr_fr: Veuillez sélectionner la page de demande de garantie. Consultez la Documentation FAQ si la page n’a pas été créée automatiquement.

source: Customer Request Display Mode
fr_fr: Mode d’affichage des demandes des clients

source: Select display mode for the Single Warranty/Return Customer Post.
fr_fr: Sélectionnez le mode d’affichage pour le message unique de Garantie/Retour client.

source: Heading Size
fr_fr: Taille de l’en-tête

source: Select heading size of warranty titles on single product pages.
fr_fr: Sélectionnez la taille de l’en-tête des titres de garantie sur les pages de produit unique.

source: Default Warranty
fr_fr: Garantie par défaut

source: Products without warranties can have a default warranty. Please select warranty preset.
fr_fr: Les produits sans garantie peuvent avoir une garantie par défaut. Veuillez sélectionner le préréglage de la garantie.

source: Warranty Status
fr_fr: Statut de garantie

source: Select status for the newly submitted warranty request posts.
fr_fr: Sélectionnez le statut des messages de demande de garantie récemment soumis.

source: Multi Requests
fr_fr: Demandes multiples

source: Check this option to enable multi requests in the defined warranty period. New requests will available upon completing the previous requests.
fr_fr: Cochez cette option pour activer les demandes multiples pendant la période de garantie définie. De nouvelles demandes seront disponibles une fois les demandes précédentes complétées.

source: Guest Requests
fr_fr: Demandes d’invités

source: Guests can access warranties using their Order ID and an E-Mail address to confirm their identity. Check this option if you want to allow guests to request warranties and returns.
fr_fr: Les invités peuvent accéder aux garanties en utilisant leur numéro de commande et une adresse e-mail pour confirmer leur identité. Cochez cette option si vous voulez permettre aux invités de demander des garanties et des retours.

source: Admin Warranties
fr_fr: Garanties administrateur

source: If checked admins will have the ability to create warranty requests for items without warranties.
fr_fr: Si coché, les administrateurs auront la possibilité de créer des demandes de garantie pour les articles sans garantie.

source: Warranty Form
fr_fr: Formulaire de garantie

source: Use the manager to create a warranty form.
fr_fr: Utilisez le gestionnaire pour créer un formulaire de garantie.

source: Show/Hide Warranty Info
fr_fr: Afficher/Masquer les informations de garantie

source: Check this option to hide warranty information in WooCommerce Order E-Mails notifications.
fr_fr: Cochez cette option pour cacher les informations de garantie dans les notifications par e-mail de commande de WooCommerce.

source: From Name
fr_fr: Du nom

source: Enter email From Name: which should appear in quick emails.
fr_fr: Entrez email Du Nom : qui devrait apparaître dans les emails rapides.

source: Reply To
fr_fr: Répondre à

source: Enter email address that will appear as a Reply To: address in quick emails.
fr_fr: Entrez l’adresse e-mail qui apparaîtra comme une adresse de Réponse à : dans les e-mails rapides.

source: BCC Copies
fr_fr: Copies CC

source: Enter E-Mail addresses separated by comma to send BCC copies of quick emails.
fr_fr: Entrez les adresses e-mail séparées par des virgules pour envoyer des copies CC des e-mails rapides.

source: Enable Returns
fr_fr: Autoriser les retours

source: This option will enable the in store returns. Set your return period in which the items can be sent back by customers with a refund.
fr_fr: Cette option activera les retours en magasin. Définissez votre période de retour au cours de laquelle les articles peuvent être retournés par les clients avec un remboursement.

source: Return Limit
fr_fr: Limite de retour
